import React from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'


export default function Cancer() {

    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}



  return (
    <Fragment>
    <Header/>
    <div style={body}>
    <div className="headZ">
    <header><h1>أعراض سرطان الثدي الشائعة بين النساء</h1></header>
  </div>
  <div className="containerZ">
    <div className="homeZ">
      <ul>
        <li>
          <a href="#85">ما هو سرطان الثدي.</a>
        </li>
        <br />
        <li><a href="#86">ما هو شكل سرطان الثدي.</a></li>
        <br />
        <li><a href="#87">أعراض سرطان الثدي.</a></li>
      </ul>
      {/* أعراض-سرطان-الثدي. */}
    </div>
    <hr />
    <div className="contentZ">
      <p>
        سرطان الثدي أحد أكثر أنواع السرطان انتشاراً، وهو من الحالات المخيفة
        والمقلقة والخطيرة، يتعرض له عدد كبير جداً من النساء في مختلف مراحل
        أعمارهم، والتوعية به وبأعراضه هامة جداً للاكتشاف المبكر للمرض وعلاجه
        في مراحله الأولى، لذلك سنوضح لكِ عزيزتي المرأة أبرز أعراض سرطان الثدي
        وكيف تكتشفي الإصابة به ومعلومات هامة، فتابعي معنا هذا المقال.
      </p>
      <div id={85}>
        <h3><b>ما هو سرطان الثدي؟</b></h3>
        <p>
          مرض سرطان الثدي أحد أشهر الأمراض التي تهاجم الجسم خاصة في منطقة
          الثدي، وقد تصيب النساء والرجال وليس النساء فقط، وهذا المرض يجعل
          خلايا الثدي تنمو بشكل غير طبيعي مع صعوبة التحكم في هذا النمو. يصيب
          هذا المراض أجزاء مختلفة في الثدي، ويمكنه الانتقال والانتشار لخارج
          الثدي حيث يصل للأوعية الليمفاوية والأوعية الدموية.
        </p>
        <p>
          عادة ما يظهر هذا المرض عند النساء في عمر الثلاثين وخاصة أواخر
          الثلاثين وبداية الأربعين، وهذا لا يعني أنه لا يظهر قبل سن الثلاثين،
          بل يظهر في أي عمر. أما عن الأعراض المصاحبة لهذا السرطان فلا تختلف
          باختلاف العمر، ففي الغالب معظم الأعراض التي تصيب مرضى سرطان الثدي
          واحدة، وتتطور مع تقدم المرض.
        </p>
      </div>
      <br />
      <hr />
      <div id={86}>
        <h3><b>ما هو شكل سرطان الثدي؟</b></h3>
        <p>
          في الغالب يختلف شكل وملمس سرطان الثدي من امرأة لأخرى، لكن في الغالب
          تكون كتلة سرطان الثدي صلبة وغير مؤلمة، كما أنه قد يكون لها حواف بشكل
          غير منتظم.
        </p>
        <p>
          في الغالب ما تظهر حبة سرطان الثدي في جزء الثدي العلوي، ولا تتحرك حتى
          وإن تم الضغط عليها، هذه الكتلة تنمو وتكبر مع مرور الوقت وبالتالي
          يتطور وينتشر المرض بصورة أكبر.
        </p>
        <br />
      </div>
      <hr />
      <div id={87}>
        <h3><b>أعراض سرطان الثدي:</b></h3>
        <p>
          الأعراض التي تنتج عن هذا المرض ليست واحدة بل تختلف من امرأة لأخرى،
          ومن أشهر الأعراض العامة التي تعبر وتكشف عن الإصابة بسرطان الثدي، ما
          يلي:
        </p>
        <ul>
          <li>تغير في شكل جلد الثدي وملمسه.</li>
          <li>ظهور كتل في منطقة الصدر أو تحت الإبط.</li>
          <li>الإحساس بالألم.</li>
          <li>تغير في شكل حلمات الثدي ودخولها وانكماشها لداخل الثدي</li>
          <li>نزول بعض الإفرازات من حلمة الثدي بشكل غير طبيعي.</li>
        </ul>
        <p>
          هذه الأعراض قد لا تلفت انتباه العديد من النساء المصابات بهذا
          السرطان، لكن من اللازم الانتباه جيداً حتى يتم اكتشاف المرض مبكراَ،
          كما أن هناك بعض الأعراض الأكثر إيضاحاً لسرطان الثدي حسب مراحله،
          سنوضحها لكم.
        </p>
        <h3>أعراض سرطان الثدي الأولية:</h3>
        <ul>
          <li>
            هناك بعض الأعراض المبكرة لسرطان الثدي، والتي يمكن حصرها في التالي:
          </li>
          <li>تغير في ملمس جلد الثدي الخارجي سواء في ثدي واحد أو الثديين.</li>
          <li>انتفاخ الثدي.</li>
          <li>احمرار الثدي.</li>
          <li>تغير في شكل الثديين أو أحد الثديين بشكل غير طبيعي.</li>
          <li>ملاحظة زيادة في حجم الثديين أو ثدي واحد.</li>
          <li>تغير شكل حلمة الثدي.</li>
          <li>الإفرازات الغريبة من حلمة الثدي.</li>
          <li>ظهور كتلة داخل أو خارج الثدي تشبه العقدة.</li>
          <li>الطفح الجلدي في منطقة ما حول الحلمة.</li>
          <li>ألم مزعج في منطقة الثدي.</li>
        </ul>
        <h3>أعراض سرطان الثدي الخطيرة:</h3>
        <p>
          في مراحل مرض سرطان الثدي المتقدمة، تظهر بعض الأعراض الخطيرة التي
          تشير على تقدم وتطور المرض وانتشاره لأعضاء أخرى، ومن أشهر هذه
          الأعراض:
        </p>
        <ul>
          <li>
            ألم في عظام الجسم مع ملاحظة سهولة وسرعة تكسر العظام. هذا العرض
            يعبر عن انتشار السرطان ووصوله للعظام، أو عن زيادة نسب كالسيوم الدم
            في الجسم نتيجة إفراز عظام الجسم للكالسيوم.
          </li>
          <li>وجود كتلة تحت الإبط.</li>
          <li>
            تورمات في مناطق مختلفة من الجسم، خاصة في الذارع واليد، وهذا يكون
            نتيجة لوصول السرطان العقد الليمفاوية.
          </li>
          <li>
            ملاحظة اصفرار في جلد الجسم واصفرار في العين، وذلك يعبر عن وصول
            السرطان للكبد.
          </li>
          <li>الإحساس بألم في جانب الجسم الأيمن.</li>
          <li>الإصابة بالسعال بشكل مستمر.</li>
          <li>الشعور بالغثيان.</li>
          <li>فقدان الشهية.</li>
          <li>السعال الدموي.</li>
          <li>ضيق وصعوبة في التنفس.</li>
          <li>التعرض لعدوى رئوية باستمرار وبشكل متكرر.</li>
          <li>تجمع سوائل في الرئتين، وهذا يعبر عن انتشار السرطان للرئة.</li>
          <li>تشويش في الرؤية ومشاكل في البصر.</li>
          <li>
            ظهور مشاكل في التذكر والذاكرة، وهذا يعبر عن وصول المرض للمخ.
          </li>
          <li>الإصابة بالتنميل في مناطق مختلفة من الجسم.</li>
        </ul>
        <br />
      </div>
      <hr />
      <br />
    </div>
  </div>
  </div>
<ScrollToTopButton/>
<Footer/>
</Fragment>
  )
}
