import React from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'
import DaD from "../Photos/dadad.jpg"


export default function Highd() {

    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}

  return (
    <Fragment>
    <Header/>
    <div style={body}>
        <div>
            <div className="headZ">
              <header><h1>اعراض ارتفاع الضغط الأولية والخطيرة</h1></header>
            </div>
            <div className="containerZ">
              <div className="homeZ">
                <ul>
                  <li>
                    <a href="#75">ما هو الضغط المرتفع؟</a>
                  </li>
        <br />
        <li><a href="#76">اعراض ارتفاع الضغط.</a></li>
        <br />
        <li><a href="#77">اعراض ارتفاع الضغط عند الأطفال</a></li>
                </ul>
                {/* اعراض-ارتفاع-الضغط. */}
                <img src={DaD} alt='' />
              </div>
              <hr />
              <div className="contentZ">
                <p>
                  ارتفاع ضغط الدم أحد الحالات الشائعة والشهيرة، وتقريباً تجد على الأقل
                  شخص واحد في العائلة مصاب بهذا المرض، ولأنه مرض مقلق فالكثير من الأشخاص
                  تتساءل عن اعراض ارتفاع الضغط والعلامات التي تشير على الإصابة به، لكي
                  يأخذوا حذرهم ويتعاملون مع الحالة بالشكل الصحيح، فتابع معنا هذا المقال
                  وسنوضح لك اشهر اعراض ارتفاع الضغط.
                </p>
                <div id={75}>
                  <h3><b>ما هو الضغط المرتفع؟</b></h3>
                  <p>
                    يعتبر مرض ارتفاع الضغط “High blood pressure” أحد أشهر الأمراض
                    المزمنة المنتشرة خاصة في الدول العربية والخليج العربي، وهناك حالات
                    كثيرة قد تكون مصابة بهذا المرض لسنوات طويلة دون أن تعرف ذلك، وهذا
                    يكون في باديء الأمر حيث تكون الأعراض بسيطة وخفيفة.
                  </p>
                  <p>
                    وهذه الحالة تعبر عن ارتفاع معدل ضغط الدم في الجسم عن المعدل الطبيعي
                    له، حيث أن الضغط الطبيعي في الجسم يكون أقل من 120/80، لكن في حال
                    ارتفاع الضغط يرتفع هذا الرقم بشكل ملحوظ.
                  </p>
                  <p>
                    هذه الحالة من الحالات التي تتطلب علاج بطرق صحيحة واتباع أنماط حياة
                    صحية، لأنها قد تتسبب في مضاعفات ومشاكل صحية كثيرة مثل، أمراض القلب
                    وفشل وظائفه، السكتة الدماغية، فقد البصر وأمراض ومشاكل الكلى.
                  </p>
                </div>
                <br />
                <hr />
                <div id={76}>
                  <h3><b>اعراض ارتفاع الضغط:</b></h3>
                  <p>
                    الحالات الخفيفة من ارتفاع الضغط قد لا تتسبب في أي أعراض، لذلك عليك
                    ألا تهمل في الاطمئنان على معدل قياس ضغط دمك من فترة لأخرى، للاطمئنان
                    على حالتك، ومن أشهر الأعراض المبكرة والأولية لحالات ارتفاع الضغط، ما
                    يلي:
                  </p>
                  <ul>
                    <li>العصبية على عكس الطبيعي.</li>
                    <li>تعرق الجسم بشكل ملحوظ.</li>
                    <li>الشعور بالدوخة والدوار.</li>
                    <li>ظهور بقع حمراء اللون أو دموية في منطقة العين.</li>
                    <li>اضطرابات النوم</li>
                    <li>ملاحظة احمرار الوجه.</li>
                  </ul>
                  <h3>اعراض ارتفاع الضغط المقلقة:</h3>
                  <p>
                    يوجد بعض العلامات والأعراض التي تظهر مع حالات ارتفاع ضغط الدم
                    الشديدة، يجب أن تكون على دراية بها لكي تتابع حالتك وتعرف تشخيصها،
                    تجنباً لأي مضاعفات أو تأثيرات سلبية ناتجة عن الضغط المرتفع، ومن أشهر
                    هذه الأعراض:
                  </p>
                  <ul>
                    <li>ضيق وصعوبة في التنفس.</li>
                    <li>الصداع الحاد والشديد.</li>
                    <li>سخونة الدماغ.</li>
                    <li>النزف من الأنف.</li>
                    <li>تشويش الرؤية وعدم وضوحها.</li>
                    <li>البول الدموي.</li>
                    <li>التعرض للنوبات أو التشنجات.</li>
                    <li>ألم في منطقة الصدر.</li>
                    <li>خفقان القلب.</li>
                    <li>التقيؤ.</li>
                    <li>عدم انتظام في ضربات القلب.</li>
                    <li>صعوبة في التجاوب وإصدار رد فعل.</li>
                  </ul>
                  <p>
                    تعتبر هذه الأعراض من اعراض ارتفاع الضغط المقلقة، والتي يجب معها
                    التحرك لعلاج الحالة وضبط ضغط الدم والمحافظة على معدله.
                  </p>
                  <h3>اعراض ارتفاع الضغط الخطيرة:</h3>
                  <p>
                    هذه الحالة قد تتحول تماماً وتتسبب في حدوث مشاكل خطيرة جداً للمصاب
                    بها، خاصة إذا كانت الحالة شديدة، ومن أشهر اعراض ارتفاع ضغط الدم
                    الخطيرة، ما يلي:
                  </p>
                  <ul>
                    <li>نزيف في المخ.</li>
                    <li>الشعور بالارتباك.</li>
                    <li>الوذمة الرئوية والتي تعبر عن حال تجمع السوائل في الرئة.</li>
                    <li>ألم في منطقة الصدر.</li>
                    <li>الإصابة بنوبة قلبية.</li>
                    <li>تمدد في الأوعية الدموية.</li>
                    <li>الإصابة بتسمم الحمل في حالة الحمل.</li>
                  </ul>
                  <br />
                  <br />
                </div>
                <hr />
                <div id={77}>
                  <h3><b>اعراض ارتفاع الضغط عند الأطفال:</b></h3>
                  <p>
                    في حال تعرض الأطفال الصغار لحالة ارتفاع في ضغط الدم فقد لا تختلف
                    الأعراض لديهم عن الكبار، لكن في حالة ارتفاع الضغط عند الرضع، فهنا
                    الأعراض تختلف، ففي حالة تعرض طفل رضيع لارتفاع في ضغط الدم، فهو يتعرض
                    للأعراض التالية:
                  </p>
                  <ul>
                    <li>الإصابة بالتشنجات.</li>
                    <li>الإصابة بمتلازمة الضائقة التنفسية.</li>
                    <li>إصابة الطفل بالخمول.</li>
                    <li>الرغبة في النوم باستمرار.</li>
                    <li>الرغبة في النوم باستمرار.</li>
                    <li>إصابة الطفل بتهيج الجسم.</li>
    </ul>
    <br />
        </div>
    <hr />
                <br />
              </div>
            </div>
          </div>
  </div>
<ScrollToTopButton/>
<Footer/>
</Fragment>
  )
}