import React from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'
import LOWd from "../Photos/اعراض-الضغط-المنخفض-1.jpg"



export default function LowD() {




    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}


  return (
    <Fragment>
    <Header/>
    <div style={body}>
  <div className="headZ">
    <header><h1>اعراض الضغط المنخفض الشائعة وأنواعه</h1></header>
  </div>
  <div className="containerZ">
    <div className="homeZ">
      <ul>
        <li><a href="#60">ما هو الضغط المنخفض.</a></li>
        <br />
        <li><a href="#61">انواع الضغط المنخفض</a></li>
        <br />
        <li><a href="#62">اعراض الضغط المنخفض</a></li>
        <br />
        <li><a href="#63">اعراض الضغط المنخفض الحادة</a></li>
        <br />
        <li><a href="#64">هل الضغط المنخفض يسبب الصداع.</a></li>
      </ul>
      {/* اعراض-الضغط-المنخفض*/}
      <img src={LOWd} alt='' />
    </div>
    <hr />
    <div className="contentZ">
      <p>
        انخفاض ضغط الدم من أشهر الحالات الطبية التي يتعرض لها الكثير من
        الأشخاص في مختلف مراحل العمر، وهذه الحالة تؤدي للشعور بالدوخة والدوار
        وعدم الاتزان، لكن ما هي باقي اعراض الضغط المنخفض؟ وكيف يمكن تشخيصه
        بسهولة للتحكم فيه وعلاجه؟ تابع معنا هذا المقال وسنوضح لك هذه الإجابات.
      </p>
      <div id={60}>
        <h3><b>ما هو الضغط المنخفض؟</b></h3>
        <p>
          هبوط وانخفاض ضغط الدم “Low blood pressure“، هي حالة تعبر عن نزول
          مستوي ضغط الدم عن المعدل الطبيعي له، حيث أن مستوى ضغط الدم الطبيعي
          والمتعارف عليه يكون حوالي 120/80. أما إذا حدث هبوط في الضغط وفي هذا
          المعدل الطبيعي ووصل معدل الضغط لحوالي 90/60 أو أقل، فهنا يتم تصنيف
          هذه الحالة على أنها ضغط دم منخفض.
        </p>
        <p>
          الكثير من الأشخاص قد يتعرضون لهذه الحالة، وفي كثير من الأحيان تكون
          غير مقلقة أو ضارة، خاصة إذا لم تظهر أي أعراض مقلقة أو خطيرة على
          الشخص الذي يتعرض لها، فتظهر الحالة وتختفي دون أي خطورة.
        </p>
        <p>
          لكن على النقيض هناك حالات تتعرض لحالات هبوط الضغط بشكل مستمر، وفئة
          أخرى تكون لديهم حالة مزمنة ومرضية من انخفاض ضغط الدم، هنا يجب
          الانتباه ومتابعة الأعراض ومتابعة الحالة بشكل مستمر مع طبيب متخصص
          لتجنب أي مضاعفات.
        </p>
      </div>
      <br />
      <hr />
      <div id={61}>
        <h3><b>انواع الضغط المنخفض:</b></h3>
        <p>
          ليست كل أنواع انخفاض الضغط واحدة، فهناك أكثر من نوع، حيث ينقسم
          انخفاض الضغط إلى:
        </p>
        <ul>
          <li>
            الضغط المنخفض بعد تناول الطعام، وهي حالة شهيرة من حالات انخفاض
            الضغط، وتحدث نتيجة لاتجاه وتدفق الدم في الجسم نحو الجهاز الهضمي
            لكي يتم هضم الطعام، وهذه الحالة عادة ما تحدث بعد حوالي من ساعة
            لساعتين من تناول الوجبة.
          </li>
          <li>
            انخفاض ضغط الدم الانتصابي، هو حالة شائعة ومنتشرة أيضاً، وتحدث عند
            الوقوف أو الجلوس بشكل مفاجيء أو عند النوم والاستلقاء لفترة من
            الوقت.
          </li>
          <li>
            متلازمة شاي-دراجر، وهي حالة أخرى من حالات انخفاض الضغط، وتعبر عن
            الإصابة بالضغط المنخفض نتيجة لوجود تلف وخلل في الجهاز العصبي.
          </li>
          <li>
            انخفاض الضغط العصبي، وهي حالة تشير لحدوث هبوط في ضغط الدم بعد
            الوقوف فترة طويلة من الوقت.
          </li>
        </ul>
        <br />
      </div>
      <hr />
      <div id={62}>
        <h3><b>اعراض الضغط المنخفض:</b></h3>
        <p>
          هناك بعض الأعراض المرتبطة بحالة انخفاض ضغط الدم، ومن أشهر هذه
          الأعراض:
        </p>
        <ul>
          <li>الشعور بالدوار.</li>
          <li>الشعور بالدوخة.</li>
          <li>الشعور بالغثيان.</li>
          <li>الشعور بالإغماء أو التعرض له بالفعل.</li>
          <li>
            التعرض لجفاف الجسم والذي تظهر أعراضه بالشعور بالعطش الشديد على عكس
            الطبيعي.
          </li>
          <li>تشويش في الرؤية.</li>
          <li>عدم القدرة على التركيز نهائياً.</li>
          <li>الشعور بالتعب الشديد.</li>
          <li>الشعور الضعف العام.</li>
          <li>شحوب في لون جلد الجسم.</li>
          <li>برودة في جلد الجسم مع تعرق.</li>
        </ul>
        <br />
      </div>
      <hr />
      <div id={63}>
        <h3><b>اعراض الضغط المنخفض الحادة</b></h3>
        <p>
          هذه الحالة تعبر عن حدوث انخفاض حاد ومفاجيء في ضغط الدم، وهي حالة
          أشبه بالصدمة للجسم، ومن أشهر الأعراض في هذه الحالة، والتي تطلب
          الرجوع الفوري لطبيب متخصص، ما يلي:
        </p>
        <ul>
          <li>الارتباك الشديد والمفاجيء وبالأخص لدى الأشخاص كبار السن.</li>
          <li>التشوش الشديد.</li>
          <li>سرعة التنفس.</li>
          <li>صعوبة التنفي وعدم القدرة على التقاط الأنفاس بشكل منتظم.</li>
          <li>تعرق الجسم.</li>
          <li>برودة جلد الجسم.</li>
          <li>التعرض لحالة من ضعف أو تسارع دقات القلب.</li>
        </ul>
      </div>
      <hr />
      <div id={64}>
        <h3><b>​​​​​هل الضغط المنخفض يسبب الصداع؟</b></h3>
        <p>
          كثير من الأشخاص يربطون بين الصداع وانخفاض ضغط الدم، لكن التعرض
          للصداع في حالة الضغط المنخفض ليس حالة شائعة، أي أن الصدراع ليس أحد
          الأعراض الأساسية لانخفاض الضغط.
        </p>
        <p>
          في بعض الحالات قد يحدث الصداع في حالات الضغط المنخفض، نتيجة لقلة نسب
          الأكسجين الذي تصل للجسم وخاصة لمنطقة المخ والدماغ أثناء هبوط ضغط
          الدم، لكن مع الراحة وتحسن الضغط يختفي الصداع الذي تشعر به. إذا استمر
          معك فحاول ألا تتهاون مع الحالة، وتواصل مع طبيب متخصص لمعرفة أسباب
          الصداع الذي تتعرض له.
        </p>
        <br />
      </div>
      <hr />
    </div>
  </div>
</div>
<ScrollToTopButton/>
<Footer/>
    </Fragment>

  )
}
