import React, { useEffect } from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'
import STO from "../Photos/اعراض-غازات-البطن.jpg"


export default function Stomchar() {


  useEffect(() => {
    if (!window.localStorage.getItem('email')) {
        window.location= "/login";
    }
}, [])

    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}



  return (
    <Fragment>
    <Header/>
    <div style={body}>
    <div className="headZ">
      <header><h1>ما هي اعراض غازات البطن؟ ومتى تذهب للطبيب؟</h1></header>
    </div>
    <div className="containerZ">
      <div className="homeZ">
        <ul>
          <li><a href="#80">ما هي غازات البطن.</a></li>
          <br />
          <li><a href="#81">ما هي اعراض غازات البطن.</a></li>
          <br />
          <li><a href="#82">متى يجب الذهاب للطبيب.</a></li>
          <br />
          <li><a href="#83">أسئلة مهمة مع وجود اعراض غازات البطن</a></li>
        </ul>
        {/* اعراض-غازات-البطن.*/}
        <img src={STO} alt='' />
      </div>
      <hr />
      <div className="contentZ">
        <p>
          يشكو العديد من الأشخاص من مشكلة غازات البطن، وقد تتشابه اعراض غازات
          البطن مع بعض أعراض اضطرابات الجهاز الهضمي، وفي المقال التالي سنتعرف
          أكثر على ما هي غازات البطن؟ وما هي أعراضها؟
        </p>
        <div id={80}>
          <h3><b>ما هي غازات البطن؟</b></h3>
          <p>
            من الشائع عند معظم الناس إخراج الغازات حوالي 14 مرة يوميًا، حيث يتم
            إنتاج غازات الجهاز الهضمي؛ إما بسبب ابتلاع الهواء أو تكسير بعض
            الأطعمة بواسطة البكتيريا الجيدة في القولون.
          </p>
          <p>
            وتتكون معظم الغازات من أبخرة لا تشم، وتشمل ثاني أكسيد الكربون
            والأكسجين والنيتروجين والهيدروجين وأحيانًا الميثان، أما الغازات التي
            تطلق البكتيريا الموجودة في الأمعاء الغليظة، فلها رائحة كريهة؛ وذلك
            بسبب أنها تحتوي على الكبريت.
          </p>
        </div>
        <br />
        <hr />
        <div id={81}>
          <h3><b>ما هي اعراض غازات البطن؟</b></h3>
          <p>
            يعد التجشؤ من اعراض غازات البطن وهو أمر طبيعي خاصةً أثناء أو بعد
            الأكل مباشرة، وبالرغم من أن ذلك قد يكون مزعجًا أو محرجًا، فنادرًا ما
            يكون التجشؤ وإخراج الغازات في حد ذاته علامة على وجود مشكلة طبية
            خطيرة.
          </p>
          <p>وإليك أهم علامات وأعراض غازات البطن:</p>
          <ul>
            <li>التجشؤ وإطلاق الغازات.</li>
            <li>ألم أو تشنجات في البطن.</li>
            <li>الشعور بالامتلاء أو الضغط في البطن.</li>
            <li>زيادة ملحوظة في حجم البطن.</li>
          </ul>
          <br />
        </div>
        <hr />
        <div id={82}>
          <h3><b>متى يجب الذهاب للطبيب؟</b></h3>
          <p>
            يجب عليك التحدث إلى الطبيب إذا كانت الغازات وآلامها مستمرة أو شديدة
            لدرجة أنها تتعارض مع قدرتك على العمل بشكل جيد في الحياة اليومية.
          </p>
          <p>
            فقد تشير آلام الغازات المصحوبة بأعراض أخرى إلى حالات أكثر خطورة، ومن
            أمثلة هذه الأعراض ما يلي:
          </p>
          <ul>
            <li>براز دموي.</li>
            <li>تغير في قوام البراز.</li>
            <li>تغير في حركة الأمعاء.</li>
            <li>فقدان الوزن.</li>
            <li>الإمساك أو الإسهال.</li>
            <li>القيء المستمر أو المتكرر.</li>
            <li>الغثيان.</li>
            <li>آلام مستمرة في البطن.</li>
            <li>ألم في الصدر.</li>
          </ul>
          <br />
        </div>
        <hr />
        <div id={83}>
          <h3><b>أسئلة مهمة مع وجود اعراض غازات البطن:</b></h3>
          <p>
            قبل أن تتحدث مع الطبيب، يُفضل أن تستعد للإجابة على الأسئلة التالية:
          </p>
          <ul>
            <li>منذ متى لاحظت زيادة في غازات البطن؟</li>
            <li>هل يزول الألم أو يتحسن عند التجشؤ أو إخراج الغازات؟</li>
            <li>كم مرة تخرج الغازات كل يوم؟</li>
            <li>هل يبدو أن بعض الأطعمة تؤدي إلى ظهور اعراض غازات البطن؟</li>
            <li>هل أضفت أي أطعمة أو مشروبات جديدة إلى نظامك الغذائي مؤخرًا؟</li>
            <li>ما الأدوية أو المكملات الغذائية التي تتناولها؟</li>
            <li>هل تعاني من الغثيان أو القيء بسبب آلام الغازات لديك؟</li>
            <li>هل فقدت الوزن بدون قصد؟</li>
            <li>
              هل تمضغ العلكة بشكل متكرر أو تمتص الحلوى أو تشرب من خلال القش؟
            </li>
          </ul>
          <p>
            كل هذه الأسئلة ستساعد في معرفة ما إذا كانت غازات البطن لديك تحدث
            بسبب عادات غذائية أو بسبب مشكلة أخرى.
          </p>
        </div>
        <br />
      </div>
    </div>
  </div>  
<ScrollToTopButton/>
<Footer/>
</Fragment>
  )
}
