import React from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'


export default function STomASR() {

    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}



  return (
    <Fragment>
    <Header/>
    <div style={body}>
      <div>
        <div className="headZ">
          <header><h1>اعراض عسر الهضم المختلفة وكيف تكتشفها؟</h1></header>
        </div>
        <div className="containerZ">
          <div className="homeZ">
            <ul>
              <li>
                <a href="#91">ما هو عسر الهضم؟</a>
              </li>
              <br />
              <li><a href="#92">ما هي اعراض عسر الهضم؟</a></li>
              <br />
              <li><a href="#93">اعراض عسر الهضم الخطيرة.</a></li>
            </ul>
            {/* اعراض-عسر-الهضم. */}
          </div>
          <hr />
          <div className="contentZ">
            <p>
              يعتبر عسر الهضم من أشهر المشاكل الهضمية التي تصيب عدد كبير من الأشخاص،
              إن لم يكن جميعهم في مرحلة ما من حياتهم، وهي مشكلة صعبة تتسبب في أعراض
              مزعجة للغاية، فما هي اعراض عسر الهضم؟ وكيف يمكن اكتشاف الإصابة بهذه
              الحالة كحالة مرضية؟ تابع معنا هذا المقال وتعرف على كل التفاصيل.
            </p>
            <div id={91}>
              <h3><b>ما هو عسر الهضم؟</b></h3>
              <p>
                عسر الهضم أو ما يعرف بسوء الهضم “Indigestion” هي حالة تعبر عن وجود
                اضطراب في المعدة، هذا الاضطراب يتسبب في الإنزعاج والشعور بعدم الراحة
                في جزء البطن العلوي، أعراض هذا المرض كثيرة ومتنوعة وتختلف من شخص
                لآخر حسب حالته وشدتها. من الممكن أن تكون هذه الحالة مؤقتة، وقد تكون
                مستمرة وتحدث باستمرار وبشكل شبه يومي للشخص المصاب بها.
              </p>
            </div>
            <br />
            <hr />
            <div id={92}>
              <h3><b>ما هي اعراض عسر الهضم؟</b></h3>
              <p>
                الأشخاص الذين يعانون من مشكلة عسر الهضم، قد يتعرضون لأحد هذه الأعراض
                أو كلها، ومن أشهر هذه الأعراض:
              </p>
              <ul>
                <li>
                  الشعور بالشبع بشكل سريع، حيث أن المصاب بعسر الهضم يتعرض للامتلاء
                  المبكر أثناء تناول الطعام، ولا يستطيع إنهاء وجبته بسبب هذا الشعور.
                </li>
                <li>
                  التعرض للألم والانزعاج في منطقة جزء البطن العلوي، مع شعور بألم في
                  منطقة ما بين القفص الصدري والسرة، تتفاوت درجة الشعور بالألم في هذه
                  الحالة من شخص لآخر فقد يكون خفيف وقد يكون شديد حسب الحالة،
                </li>
                <li>
                  الشعور بالامتلاء بعد تناول الطعام ويصاحب هذا العرض الشعور بعدم
                  الراحة لفترة طويلة من الوقت.
                </li>
                <li>
                  انتفاخ البطن خاصة في جزء البطن العلوي، وهذا العرض يتسبب في الشعور
                  بالضيق.
                </li>
                <li>
                  انتفاخ البطن خاصة في جزء البطن العلوي، وهذا العرض يتسبب في الشعور
                  بالضيق.
                </li>
                <li>الإصابة بحالة من التجشؤ وهذا يتسبب في عدم الراحة بشكل كبير.</li>
                <li>
                  التعرض لحرقة في المعدة وحرقان في الجزء العلوي من البطن، وهذا العرض
                  يختلف عن حالة حرقة المعدة المرضية.
                </li>
                <li>
                  الشعور بحرقان وحرارة في الجزء ما بين آخر عظم الصدر ومنطقة السرة.
                </li>
              </ul>
              <h3>اعراض عسر الهضم عند الحامل:</h3>
              <p>
                قد تتعرض الحامل لمشكلة عسر الهضم بصورة متكررة، خاصة بداية من الأسبوع
                الـ 27 من الحمل. وفي الغالب ما تتعرض لاعراض عسر الهضم بعد تناولها
                للأطعمة والمشروبات بشكل مباشر، ومن أشهر الأعراض التي تواجه الحامل
                عند الإصابة بهذه الحالة، ما يلي:
              </p>
              <ul>
                <li>ألم في منطقة الصدر.</li>
                <li>حرقان في الصدر.</li>
                <li>التجشؤ المستمر أو المتكرر.</li>
                <li>انتفاخ في البطن.</li>
                <li>الشعور بثقل في منطقة البطن.</li>
                <li>الشعور بالتعب والإرهاق والمرض.</li>
              </ul>
              <br />
              <h3>اعراض عسر الهضم عند الاطفال:</h3>
              <p>في الغالب ما يتعرض الطفل المصاب بعسر الهضم بهذه الأعراض:</p>
              <ul>
                <li>ألم في جزء البطن والمعدة العلوي.</li>
                <li>غازات البطن.</li>
                <li>خروج الريح.</li>
                <li>انتفاخ البطن.</li>
                <li>الغثيان.</li>
                <li>القيء.</li>
                <li>اضطرابات الطعام.</li>
              </ul>
              <br />
            </div>
            <hr />
            <div id={93}>
              <h3><b>اعراض عسر الهضم الخطيرة:</b></h3>
              <p>
                في بعض الحالات يكون عسر الهضم خطير وشديد وهذا ما يتسبب في اعراض
                خطيرة على صحة الشخص المصاب به، ومن أشهر هذه الأعراض:
              </p>
              <ul>
                <li>ألم غير محتمل وشديد.</li>
                <li>فقدان الشهية.</li>
                <li>فقدان وزن الجسم بشكل ملحوظ.</li>
                <li>التقيؤ بشكل مستمر ومتكرر.</li>
                <li>القيء الدموي.</li>
                <li>الإصابة بالتعب والإرهاق والضعف العام.</li>
                <li>صعوبة البلع.</li>
                <li>التعرق الزائد.</li>
                <li>البراز الأسود.</li>
                <li>ألم شديد في منطقة الصدر يمتد لمنطقة الرقبة، الفك والذارع.</li>
                <li>صعوبة وضيق في التنفس.</li>
                <li>التعرض لألم شديد عند عمل أي مجهود خاصة في منطقة الصدر.</li>
              </ul>
              <p>
                هذه الأعراض تكون خطيرة وتطلب التدخل الطبي الفوري لدراسة وتقييم
                الحالة وعمل اللازم مع الشخص المصاب بها من جانب طبيب متخصص.
              </p>
              <br />
            </div>
            <hr />
            <br />
          </div>
        </div>
      </div>
  </div>
<ScrollToTopButton/>
<Footer/>
</Fragment>
  )
}