import React, { useEffect } from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'


export default function StomkDo() {

  useEffect(() => {
    if (!window.localStorage.getItem('email')) {
        window.location= "/login";
    }
}, [])

    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}



  return (
    <Fragment>
    <Header/>
    <div style={body}>
      <div>
        <div className="headZ">
          <header><h1>تعرف على اعراض ديدان الامعاء</h1></header>
        </div>
        <div className="containerZ">
          <div className="homeZ">
            <ul>
              <li><a href="#80">كيف يمكنك معرفة إذا كان لديك ديدان الأمعاء.</a></li>
              <br />
              <li><a href="#81">ما هي اعراض ديدان الامعاء العامة.</a></li>
              <br />
              <li><a href="#82">اعراض ديدان الأمعاء حسب نوعها</a></li>
              <br />
              <li><a href="#83">هل ديدان الأمعاء خطيرة.</a></li>
            </ul>
            {/* تعرف-على-اعراض-ديدان-الامعاء*/}
          </div>
          <hr />
          <div className="contentZ">
            <p>
              تعد ديدان الامعاء، والمعروفة أيضًا باسم الديدان الطفيلية، واحدة من
              الأنواع الرئيسية للطفيليات المعوية لدى البشر، والتي توجد بشكل شائع في
              المناطق شبه الاستوائية والاستوائية، وتتسبب معظمها مرضًا خفيفًا فقط
              ويمكن علاجها بالأدوية، وفي هذا المقال سنتعرف على علامات واعراض ديدان
              الامعاء.
            </p>
            <div id={80}>
              <h3><b>كيف يمكنك معرفة إذا كان لديك ديدان الأمعاء؟</b></h3>
              <p>
                تمر الديدان الموجودة في الأمعاء في النهاية عبر الجهاز الهضمي وتخرج
                في البراز، وحتى مع عدم وجود أي أعراض، فقد توجد علامات للديدان في
                البراز، مثل أن تخرج دودة في البراز أثناء حركة الأمعاء.
              </p>
              <p>ويمكن أن تأخذ الديدان في أمعاء الإنسان عددًا من المظاهر، منها:</p>
              <ul>
                <li>
                  الديدان الأسطوانية، والتي قد تكون على شكل قطع من الديدان أو ديدان
                  حية كبيرة في البراز.
                </li>
                <li>
                  الديدان الدبوسية، والتي قد تبدو بيضاء رفيعة وكأنها قطع من الخيط.
                </li>
              </ul>
            </div>
            <br />
            <hr />
            <div id={81}>
              <h3><b>ما هي اعراض ديدان الامعاء العامة؟</b></h3>
              <p>وتنقسم الأعراض والعلامات العامة إلى:</p>
              <h3>1.اعراض ديدان الامعاء عند الكبار:</h3>
              <p>وتشمل الأعراض الشائعة لديدان الأمعاء عند الكبار ما يلي:</p>
              <ul>
                <li>ألم ووجع البطن.</li>
                <li>كثرة الإسهال.</li>
                <li>الغثيان والقيء.</li>
                <li>الغازات والانتفاخ.</li>
                <li>الشعور بالإعياء والتعب المفرط.</li>
                <li>فقدان الوزن بدون سبب واضح.</li>
                <li>حكة الشرج.</li>
                <li>نقاط بيضاء في البراز.</li>
                <li>تغيرات في الشهية.</li>
                <li>اشتهاء الملح.</li>
                <li>
                  نقص الفيتامينات والمعادن؛ بسبب عدم الامتصاص الجيد للعناصر الغذائية
                  من الطعام.
                </li>
                <li>طفح جلدي.</li>
                <li>حكة حول المستقيم أو الفرج.</li>
              </ul>
              <p>
                كما قد يعاني الشخص المصاب بديدان الأمعاء أيضًا من مرض الزحار، والذي
                يحدث عندما تسبب العدوى المعوية إسهالًا مصحوبًا بدم ومخاط في البراز.
              </p>
              <h3>2. اعراض ديدان الامعاء عند الأطفال</h3>
              <p>
                يمكن أن تظهر أعراض ديدان الامعاء عند الرضع والأطفال على النحو
                التالي:
              </p>
              <ul>
                <li>القيء.</li>
                <li>الإسهال.</li>
                <li>الغازات.</li>
                <li>قلة الاهتمام باللعب.</li>
                <li>الانتفاخ الذي يتحسن مع تدليك البطن.</li>
                <li>حكة الشرج، خاصةً إذا كانت تعيق النوم ليلاً.</li>
                <li>وجود ديدان في الحفاضة أو البراز.</li>
                <li>الجلد الأصفر.</li>
                <li>تأخر النمو.</li>
              </ul>
              <br />
            </div>
            <hr />
            <div id={82}>
              <h3><b>اعراض ديدان الأمعاء حسب نوعها:</b></h3>
              <p>وتنقسم إلى:</p>
              <h3>1. أعراض الدودة الشريطية</h3>
              <p>والتي تشمل:</p>
              <ul>
                <li>الإسهال.</li>
                <li>زيادة الشعور بالجوع أو فقدان الشهية.</li>
                <li>الشعور بالإرهاق.</li>
                <li>الغثيان.</li>
                <li>خراجات في الجلد والعينين.</li>
                <li>صداع شديد.</li>
                <li>فقدان البصر.</li>
                <li>ألام البطن.</li>
                <li>فقدان الوزن.</li>
                <li>حالات الصرع.</li>
              </ul>
              <h3>2. أعراض الدودة الخطافية</h3>
              <p>
                لا تظهر أي أعراض على معظم المصابين، ولكن تشمل العلامات التي تدل على
                مضاعفات الإصابة بعدوى معوية بسبب الدودة الخطافية ما يلي:
              </p>
              <ul>
                <li>فقدان البروتين من الجسم.</li>
                <li>فقر الدم؛ بسبب فقدان الدم.</li>
                <li>الإسهال.</li>
                <li>فقدان الشهية.</li>
              </ul>
              <h3>3. أعراض الديدان المثقوبة</h3>
              <p>والتي تشمل:</p>
              <ul>
                <li>عسر الهضم.</li>
                <li>وجع بطن.</li>
                <li>الإسهال أو الإمساك.</li>
                <li>الغثيان.</li>
              </ul>
              <h3>4. أعراض الدودة الدبوسية</h3>
              <p>
                في الأغلب لا تظهر أي أعراض على الشخص المصاب أو قد تظهر أعراض خفيفة،
                مثل:
              </p>
              <ul>
                <li>حكة حول فتحة الشرج، مما قد يؤثر على النوم.</li>
                <li>الغثيان.</li>
                <li>ألم البطن.</li>
              </ul>
              <h3>5. أعراض دودة الأسكارس</h3>
              <p>والتي تشمل:</p>
              <ul>
                <li>ضيق التنفس.</li>
                <li>بلغم دموي من الفم.</li>
                <li>ارتفاع درجة حرارة الجسم.</li>
                <li>ألم أو انزعاج خفيف في البطن.</li>
                <li>انسداد معوي في الحالات الشديدة.</li>
                <li>يمكن أن تؤثر أيضًا على نمو الأطفال.</li>
              </ul>
              <br />
            </div>
            <hr />
            <div id={83}>
              <h3><b>هل ديدان الأمعاء خطيرة؟</b></h3>
              <p>
                قد تؤدي ديدان الأمعاء أحيانًا إلى مضاعفات خطيرة، ولكن ستعتمد مدى
                خطورتها وكيفية تأثيرها على الجسم على نوع الدودة، وتشمل المضاعفات
                المحتملة الآتي:
              </p>
              <ul>
                <li>فقر الدم ونقص التغذية؛ بسبب صعوبة امتصاص العناصر الغذائية.</li>
                <li>انسداد معوي.</li>
                <li>مشاكل في وظائف الرئة والقلب.</li>
                <li>
                  داء الكيسات المذنبة في الإنسان، والذي يمكن أن يؤدي إلى فقدان البصر
                  والنوبات المرضية.
                </li>
              </ul>
              <p>
                في العادة لا تظهر أي أعراض على الأشخاص المصابة بالديدان المعوية؛ لذا
                يجب عليك إخبار الطبيب في حالة ظهور أي من الأعراض السابقة، منعًا
                لظهور أي مضاعفات.
              </p>
            </div>
            <br />
          </div>
        </div>
      </div>
  </div>
<ScrollToTopButton/>
<Footer/>
</Fragment>
  )
  }