import React from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'


export default function Stomkgrs() {

    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}



  return (
    <Fragment>
    <Header/>
    <div style={body}>
      <div>
        <div className="headZ">
          <header><h1>ما هي اعراض جرثومة المعدة؟</h1></header>
        </div>
        <div className="containerZ">
          <div className="homeZ">
            <ul>
              <li>
                <a href="#80">ما هي جرثومة المعدة.</a>
              </li>
              <br />
              <li><a href="#81">اعراض جرثومة المعدة بالتفصيل.</a></li>
              <br />
              <li><a href="#82">متى يجب عليك الذهاب للطبيب.</a></li>
              <br />
              <li><a href="#83">هل جرثومة المعدة خطيرة.</a></li>
            </ul>
            {/* اعراض-جرثومة-المعدة. */}
\          </div>
          <hr />
          <div className="contentZ">
            <p>
              جرثومة المعدة هي بكتيريا تصيب حوالي ثلثي سكان العالم، وغالبًا ما تنتشر
              بنسبة أكبر بين الأطفال، وبالرغم من ذلك فحوالي 20٪ فقط من المصابين تظهر
              عليهم الأعراض، وتاليًا سنتعرف على أهم اعراض جرثومة المعدة.
            </p>
            <div id={80}>
              <h3><b>ما هي جرثومة المعدة؟</b></h3>
              <p>
                تعد جرثومة المعدة (H. Pylori) أحد أنواع البكتيريا التي تعيش وتتكاثر
                في المعدة، وتتسبب في الإصابة بعدوى في المعدة أو الاثني عشر (وهي
                الجزء الأول من الأمعاء الدقيقة).
              </p>
              <p>
                كما تعد السبب الأكثر شيوعًا لمرض القرحة الهضمية، ويمكن أيضًا أن تسبب
                جرثومة المعدة طويلة الأمد غير المعالجة إلى سرطان المعدة، ولكن ذلك
                يعد أمرًا نادرًا.
              </p>
            </div>
            <br />
            <hr />
            <div id={81}>
              <h3><b>اعراض جرثومة المعدة بالتفصيل:</b></h3>
              <p>
                في العادة، لا تظهر أي أعراض أو علامات على معظم المصابين بجرثومة
                المعدة، ولكن قد تسبب البكتيريا الضرر للبطانة الداخلية للمعدة وتسبب
                أمراضًا أخرى، مثل القرحة الهضمية.
              </p>
              <p>وتشمل اعراض جرثومة المعدة بالتفصيل ما يلي:</p>
              <ul>
                <li>
                  ألم خفيف أو حارق في المعدة، وغالبًا ما يكون بعد ساعات قليلة من
                  تناول الطعام وفي الليل.
                </li>
                <li>
                  استمرار الشعور بألم المعدة، فقد يستمر الألم من دقائق إلى ساعات،
                  وقد يأتي ويختفي على مدى عدة أيام إلى أسابيع.
                </li>
                <li>فقدان الوزن بشكل غير طبيعي أو مخطط له.</li>
                <li>انتفاخ المعدة.</li>
                <li>الغثيان والقيء (القيء الدموي).</li>
                <li>عسر الهضم.</li>
                <li>كثرة التجشؤ من اعراض جرثومة المعدة.</li>
                <li>فقدان الشهية.</li>
                <li>
                  قد يكون من أعراض جرثومة المعدة في البراز ظهور البراز بلون داكن.
                </li>
                <li>الغثيان.</li>
                <li>ضعف وفقدان الشهية.</li>
                <li>الشعور بالتعب أو الضعف.</li>
              </ul>
              <br />
            </div>
            <hr />
            <div id={82}>
              <h3><b>متى يجب عليك الذهاب للطبيب؟</b></h3>
              <p>
                في حالة أنك لاحظت أي علامات وأعراض لالتهاب المعدة أو قرحة هضمية،
                فيفضل تحديد موعد مع الطبيب الخاص بك؛ للاطمئنان على صحتك. واتصل
                بالطبيب على الفور إن واجهت أي من الأعراض أو العلامات التالية:
              </p>
              <ul>
                <li>ألم شديد أو مستمر في المعدة قد يوقظك من النوم.</li>
                <li>القيء الدموي أو الأسود الذي يشبه القهوة المطحونة.</li>
                <li>دم في البراز أو براز أسود اللون.</li>
                <li>مشكلة في البلع.</li>
                <li>فقر دم.</li>
              </ul>
              <br />
            </div>
            <hr />
            <div id={83}>
              <h3><b>هل جرثومة المعدة خطيرة؟</b></h3>
              <p>
                يمكن أن تؤدي عدوى جرثومة المعدة البكتيرية إلى مضاعفات أكثر خطورة من
                التهاب المعدة أو القرحة الهضمية، وذلك في حالة عدم المتابعة مع الطبيب
                بشكل دوري.
              </p>
              <p>وتشمل هذه المضاعفات ما يلي:</p>
              <ul>
                <li>
                  النزيف الداخلي، والذي يمكن أن يحدث عندما تخترق القرحة الهضمية
                  الأوعية الدموية، مما يتسبب في الإصابة بفقر الدم.
                </li>
                <li>
                  انسداد المعدة، والذي يمكن أن يحدث عندما يمنع شيء مثل الورم الطعام
                  من مغادرة المعدة.
                </li>
                <li>
                  انثقاب جدار المعدة مما يساهم في خروج القرحة الهضمية خارج المعدة.
                </li>
                <li>
                  الإصابة بالتهاب الصفاق، وهو عدوى تصيب الغشاء البريتوني (بطانة
                  تجويف البطن).
                </li>
              </ul>
              <p>
                كما قد تزيد جرثومة المعدة أيضًا من خطر الإصابة بسرطان المعدة، ولكن
                معظم المصابين بها لا يصابون بسرطان المعدة.
              </p>
            </div>
            <br />
          </div>
        </div>
      </div>
  </div>
<ScrollToTopButton/>
<Footer/>
</Fragment>
  )}