import React, { Fragment, useEffect, useState } from 'react';
import "./adult.css"
import Header from '../AllBars/Header';
import Footer from '../AllBars/Footer';
import IMGS from "../Photos/Adult1.png"
import AD from "../Photos/AD.webp"
import AD1 from "../Photos/Adult3.png"
import AD3 from "../Photos/Adult2.png"
import ADLT0 from "../Photos/ADLUT0.jpg";
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton';


export default function ModifiedAWR() {
  const [displayText, setDisplayText] = useState('Click on the elements to display');


  useEffect(() => {
    if (!window.localStorage.getItem('email')) {
        window.location= "/login";
    }
}, [])




  const body = {
    direction: 'rtl',
    margin: 2,
    fontFamily: 'var(--bs-body-font-family)',
    fontSize: 'var(--bs-body-font-size)',
    fontWeight: 'var(--bs-body-font-weight)',
    lineHeight: 'var(--bs-body-line-height)',
    textAlign: 'var(--bs-body-text-align)',
    backgroundColor: 'var(--bs-body-bg)',
    WebkitTextSizeAdjust: '100%',
    WebkitTapHighlightColor: 'transparent',
  };




  const containerStyle = {
    display: 'flex',
    flexDirection: 'row', // Arrange elements horizontally
    justifyContent: 'center', // Center elements within the container
    marginTop: '5%',
  };

  const divStyle = {
    padding: '15px',
    margin: '10px',
    cursor: 'pointer',
    textAlign: 'center', // Center text within each element
    width:'400px'

  };

  return (
      <Fragment>
      <Header/>

    <div style={containerStyle}>
    <main id="slider">
    <section className="slider-container">
      <div className="slider">
        <div className="slider-item" onClick={() => setDisplayText(





<div style={body}>
  <div className="headA">
    <header><h1>الأمراض النفسية والعقلية</h1></header>
  </div>
  <div className="containerA">
    <div className="first">
      <h2>أهم المشكلات النفسية التي يعانيها كبار السن:</h2>
      <ul>
        <li><a href="#n"> الاكتئاب</a></li>
        <li><a href="#e">الخرف</a></li>
      </ul>
      <br />
      <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

      <h2>
        إرشادات صحية توعوية للمسن وذويه للتغلب على المشكلات الصحية والنفسية
        التي يتعرض لها كبار السن.
      </h2>
      <ul>
        <li>
          <a href="#b">إرشادات صحية توعوية للمسن وذويه للتغلب على المشكلات الصحية
            والنفسية التي يتعرض لها كبار السن</a>
        </li>
      </ul>
      <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

      <h2>فوائد مزاولة النشاط البدني المنتظم.</h2>
      <ul>
        <li><a href="#y">فوائد مزاولة النشاط البدني المنتظم</a></li>
      </ul>
      <img src={ADLT0} alt=''/>
    </div>
    <hr />
    <div className="contentA">
      <h2><b>الصحة النفسية:</b></h2>
      <p>
        عالميا، يُقدر عدد كبار السن الموجودين - حاليًا - في العالم، والذين
        تتعدى أعمارهم 60 عامًا فما فوق، أكثر من 800 مليون مُسن، كما يتوقع
        زيادة العدد لأكثر من بليوني مُسن بحلول عام 2050م، ويعاني كبار السن
        مشكلات صحية عدة خاصة بهذه الفئة, فالعديد منهم يفقد القدرة على الحركة
        أو تُصبح حركته محدودة، ويعتمد البعض على الآخرين في تلبية حاجاتهم. كما
        يعاني البعض مشكلات جسدية وعقلية ونفسية تتطلب رعاية طبية طويلة الأجل،
        ومن المهم مساعدة كبار السن، خاصة عند ظهور مشكلات نفسية؛ حيث إنهم
        غالبًا ما يترددون في طلب المساعدة. العوامل الكامنة وراء ظهور المشكلات
        الصحية النفسية لدى كبار السن: هناك العديد من العوامل الاجتماعية
        والسكانية والنفسية والبيولوجية التي تسهم وتؤثر في الحالة الصحية
        والنفسية للفرد، وتجتمع هذه العوامل تقريبًا لدى كبار السن. ومن أمثلتها:
        الفقر، العزلة الاجتماعية، الاعتماد على الآخرين، والشعور بالوحدة، فكل
        هذه العوامل تؤثر سلبًا في صحة ونفسية المسن. يساعد الدعم الاجتماعي
        والأسري في تعزيز كرامة كبار السن ويحد من آثار المشكلات النفسية
        المترتبة على هذه الفئة، ومن الملاحظ زيادة عدد المسنات عن المسنين في
        العالم، حتى أصبح يطلق عليهم (شيخوخة الإناث)، وتختلف المشكلات الصحية
        والأمراض التي تصيب المسنات عن المسنين، كما نجد أن النساء عادة لديهن
        دخل مادي أقل وعلاقات اجتماعية أفضل. ومن جهة أخرى يزيد تعرض النساء
        للاكتئاب والخرف مقارنة مع الرجال.
      </p>
      <iframe width={560} height={315} src="https://www.youtube.com/embed/R-SghcpS-Zs?si=0Qlxk11GViOZVGtq" title="YouTube video player" frameBorder={0} allow="accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowFullScreen /><br />
      <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

      <h2><b>أهم المشكلات النفسية التي يعانيها كبار السن</b></h2>
      <div id="n">
        <h3><b>1-الاكتئاب:</b></h3>
        <p>
          وهو اضطراب نفسي يختلف تمامًا عن حالات الضيق التي يعانيها كل الناس من
          وقت لآخر؛ حيث إن الإحساس الوقتي بالحزن جزء طبيعي من الحياة. أما في
          حالة الاكتئاب، فإن الإحساس بالحزن لا يتناسب مطلقًا مع أي مؤثر خارجي
          يتعرض له المريض. يقول أطباء الصحة النفسية إن الاكتئاب مرض يؤثر
          بطريقة سلبية في طريقة التفكير والتصرف، ويصيب الذكور، والإناث،
          والصغار، والكبار، والمسنين على حد السواء، فالاكتئاب لا يفرق بين
          مستوى التعليم والثقافة ولا المستوي المادي، فالجميع عرضة للإصابة به.
        </p>
        <iframe width={560} height={315} src="https://www.youtube.com/embed/iTKRFfHulgo?si=Ow59gIeXFUAyZChG" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        <h3><b>أعراضه:</b></h3>
        <p>
          <b>يشعر معظم المصابين بالاكتئاب بعدد من الأعراض، وأعراض الاكتئاب لدى
            كبار السن تختلف قليلاً عن اكتئاب صغار السن هي:</b>
        </p>
        <div className="first">
        <ul>
          <li>الشعور بالانحطاط النفسي والحزن.</li>
          <li>فقدان الاهتمام بالأنشطة المعتادة.</li>
          <li>
            الشعور بأن الأشياء التي كانت تسرهم في الماضي لم تعد سارة لهم.
          </li>
          <li>انخفاض الوزن أو زيادته.</li>
          <li>صعوبة النوم أو الإفراط فيه.</li>
          <li>الشعور بالغضب والانفعال العصبي أو الخمول.</li>
          <li>نوبات البكاء أو العاطفة الشديدة جدًا.</li>
          <li>الشعور بالتعب الشديد وعدم وجود أي طاقة تذكر.</li>
          <li>وجود مشكلات في التركيز الفكري واتخاذ القرارات.</li>
          <li>التفكير الدائم في الموت أو الانتحار.</li>
          <li>تتزامن أعراض الاكتئاب مع آلام جسدية.</li>
        </ul>
        
        <p>
          <b>عدم تشخيص الاكتئاب بشكل صحيح لدى كبار السن، وقلة الاهتمام
            بالرعاية الصحية لهم يزيد حالتهم سوءًا.</b>
        </p>
        <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

        <h3><b>أسباب الاكتئاب:</b></h3>
        <p>
          <b>هناك أسباب عدة تتداخل معًا لظهور أعراض الاكتئاب من ضمنها:</b>
        </p>
        <ul className="first">
          <li>أسباب عضوية:</li>
          <p>
            وهي عبارة عن تغيرات في بعض كيمياء المخ ومن أهمها مادة السيروتونين
            ومادة النورادرينالين؛ حيث يعتقد أن لهما دورًا مهمًا في حدوث
            الاكتئاب عند نقصهما.
          </p>
          <li>أسباب وراثية:</li>
          <p>
            وجد أن هناك عوامل وراثية لظهور الاكتئاب في بعض العائلات؛ حيث إن
            الدراسات التي أجريت على التوأم أحادي البويضة أظهرت أن إصابة أحد
            التوأمين بالاكتئاب يرفع نسبة حدوث الاكتئاب في التوأم الآخر إلى 70
            %، ويكون عرضة للإصابة بالاكتئاب في مرحلة ما من حياته الشخصية.
          </p>
          <li>أسباب بيئية:</li>
          <p>
            مثل كثرة التعرض للعنف والاعتداء النفسي أو الجسدي، وكذلك كثرة
            الضغوط الخارجية على الإنسان دون وجود متنفس لها تدعو إلى الشعور
            بعدم جدوى الحياة، وهي من أهم أسباب الاكتئاب؛ ولكن يجب مراعاة أن
            الاكتئاب النفسي (على الرغم من كل المسببات السابق ذكرها من الممكن
            حدوثه لإنسان يعيش حياة عادية قد نعدها مثالية وخالية من المشكلات
            والضغوط)، فالمسببات تعد نسبية.
          </p>
        </ul>
        <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

        <h3><b>ما الذي يجب فعله عند إحساس المسن بالاكتئاب؟</b></h3>
        <p>
          إذا كانت لديه أعراض الاكتئاب، فمن الضروري أن يحصل على المساعدة،
          وكلما أسرع في الحصول على العلاج كان التحسن أسرع، فبادر دائمًا بزيارة
          الطبيب واشرح له ماذا تشعر، واسأله إذا كنت مصابًا فعلًا بالاكتئاب أم
          لا. قد يقوم الطبيب بإجراء فحوصات عند الحاجة، وقد يقوم أيضًا بمناقشة
          خيارات العلاج المناسبة معك. إن وجود الدعم من الأسرة والأصدقاء يمكن
          أن يكون مريحًا. حاول إيجاد شخص ما للتحدث معه عما يحدث، وإذا كان من
          الصعب عليك التكلم عن أحاسيسك، فيمكنك قضاء وقت مع الأسرة، وبالتأكيد
          ستتغلب على شعورك بالإحباط.
        </p>
      </div>
      <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

      <div id="e">
        <h3><b>2-الخرف:</b></h3>
        <p>
          هو متلازمة تسبب تدهور في الذاكرة والتفكير والسلوك، والقدرة على أداء
          الأنشطة اليومية، ولا يعد جزءًا طبيعيًّا للشيوخة، فيوجد 35.6 مليون
          شخص يعانون الخرف في العالم، وسيتضاعف عدد المصابين بالخرف في العشرين
          عامًا المقبلة، وسيصبح عدد الحالات 65.7 مليون شخص يعاني الخرف بحلول
          عام 2030م. وقد يزيد إلى 115.4مليون حالة بحلول عام 2050م.
        </p>
        <iframe width={560} height={315} src="https://www.youtube.com/embed/XRDo8b8FoeQ?si=foubZtrwc4jsBpQI" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
      </div>
      <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

      <div className="first" id="b">
        <h2>
          <b>إرشادات صحية توعوية للمسن وذويه للتغلب على المشكلات الصحية
            والنفسية التي يتعرض لها كبار السن:</b>
        </h2>
        <ul>
          <li>
            من المهم زيارة طبيب العائلة بصفة دورية للكشف عن أي مشكلات صحية أو
            نفسية يعانيها المسن.
          </li>
          <li>
            تشجيع كبار السن على المشاركة الأسرية والمجتمعية والتطوع في البرامج
            الاجتماعية الموجودة في الحي أو المسجد وغيره.
          </li>
          <li>
            تحفيز المسن للمحافظة على وزنه، وذلك لحمايته من السمنة والأمراض
            الأخرى.
          </li>
          <li>
            تشجيع المسن على القراءة والاطلاع؛ حيث يساعده على تحفيز خلايا المخ
            ويحد من ظهور الاكتئاب والخرف.
          </li>
          <li>
            التأكد من أخذ المسن الأدوية الموصوفة من قبل الطبيب في وقتها، ويفضل
            أن يكون ذلك في وجود أحد أفراد الأسرة.
          </li>
          <li>التوقف عن التدخين فورًا.</li>
          <li>
            الحرص على تناول غذاء صحي يحتوي على جميع العناصر الغذائية الضرورية
            للجسم والغنية بالفيتامينات والمعادن.
          </li>
          <li>
            العناية بصحة فم وأسنان المسن ومراجعة طبيب الأسنان بصفة دورية. تجنب
            المسن التعرض لضغوط الحياة.
          </li>
          <li>
            تشجيع المسن على ممارسة الرياضة المنتظمة يوميًّا، وذلك تحت إشراف
            طبي.
          </li>
        </ul>
        <iframe width={560} height={315} src="https://www.youtube.com/embed/v9BnO3enOlc?si=4bPs6WtsRDqR7e6N" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
      </div>
      <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

      <div className="first" id="y">
        <h2><b>فوائد مزاولة النشاط البدني المنتظم:</b></h2>
        <ul>
          <li>تقوي عظام وعضلات المسن.</li>
          <li>تساعد على التوازن.</li>
          <li>
            تحد - بإذن الله - من التعرض للأمراض كأمراض القلب، والجلطة، وبعض
            أنواع السرطان.
          </li>
          <li>تبعث الشعور بالسعادة والراحة، وتحد من مشكلة الاكتئاب.</li>
          <li>تزيد مستوى الطاقة.</li>
          <li>تحفز وتقوي الذاكرة وتحسن القدرات العقلية للمسن.</li>
        </ul>
        </div>
        <p>
          <b>أنواع الرياضة التي يمارسها المسن:</b>تتمثل أنواع الرياضة التي من
          الأفضل أن يمارسها المسن في رياضتي المشي والسباحة.
        </p>
      </div>
      <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

      <p>
        <b>يمكن التمتع بصحة جيدة حتى مع التقدم في العمر، وتقليل فرص الإصابة
          بعديد من أمراض الشيخوخة من خلال القيام بالفحص الروتيني واتباع عادات
          يومية صحية وتجنب عوامل الخطر التي ترتبط بالأمراض المزمنة مثل:
          التدخين وزيادة الوزن وتناول وجبات سريعة بكثرة.</b>
      </p>
    </div>
  </div>
  <ScrollToTopButton/>
</div>







          )} style={divStyle}>
          <div className="slide">
            <figure className="slide-image">
              <img src={AD1} alt="" />
            </figure>
            <h4 className="slide-name">الصحة النفسيه لكبار السن</h4>
          </div>
        </div>
        <div className="slider-item" onClick={() => setDisplayText(



<div style={body}>
          <div className="headA">
<header><h1>اساسيات رعاية كبار السن</h1></header>
<div className="containerA">
<div className="first">
<h2>1-النظام الغذائي.</h2>
<ul>
<li><a href="#n"> الكالسيوم والفيتامين د</a></li>
<li><a href="#e">الفيتامين ب 12</a></li>
<li><a href="#s">الألياف.</a></li>
<li><a href="#r">البوتاسيوم.</a></li>
<li><a href="#a">الدهون</a></li>
</ul>

<br />
<h2>2-الأدوية ومواعيد الزيارات الطبية.</h2>
<h2>3-الجانب الاجتماعي.</h2>
<img src={AD} alt=''/>
<hr />
</div>
<div className="contentA">
<h2><b>النظام الغذائي:</b></h2>
<p>
تقول فيكتوريا بينا أكونا، أخصائية التغذية الطبية في كليفلاند كلينك
أبوظبي: «من المؤكد أن المسنين بحاجة إلى الحفاظ على نظام غذائي صحي
ومتوازن إلى جانب اتباع أسلوب حياة نشط. فإضافة إلى تناول مجموعة متنوعة من
الأطعمة، بما فيها الفواكه والخضروات والبروتينات والحبوب الكاملة، هناك
عدد من العناصر الغذائية المحددة التي يمكن أن تعزز صحة كبار السن»
<iframe width={550} height={315} src="https://www.youtube.com/embed/PJE7hAQ6cNc?si=QWJnOwnkDeNEy93t" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
<p>كما توصي الأكاديمية الأمريكية للتغذية وعلم التغذية بما يلي:</p>
</p>
<div className="contentA" id="n">
<h3><b>1-الكالسيوم وفيتامين "د":</b></h3>
<p>
يحتاج كبار السن إلى تناول الكالسيوم والفيتامين "د" بمعدل أعلى للحفاظ
على صحة عظامهم. بالتالي، يوصى بتناول ثلاث حصص من الحليب أو اللبن
المدعّم قليل الدسم أو خالي الدسم الغني بالفيتامين (د) يومياً. وتشمل
الأطعمة الأخرى الغنية بالكالسيوم حبوب الإفطار المدعّمة به والخضروات
ذات الأوراق الداكنة والأسماك المعلبة المحفوظة مع الحسك اللين.
</p>
</div>
<div id="e">
<h3><b>2-الفايتمين "ب12":</b></h3>
<p>
لا يحصل العديد من كبار السن على الكمية الموصى بتناولها من الفيتامين "ب
12". بالتالي، يمكنك تزويدهم بالكمية التي يحتاجون إليها عبر تناول
الحبوب المدعمّة والأسماك واللحوم الخالية من الدهون.&nbsp;
</p>
<br />
</div>
<div id="s">
<h3><b>3-الالياف:</b></h3>
<p>
وهي عنصر غذائي ضروري للحفاظ على صحة الأمعاء وانتظام عملها. يعتبر خبز
الحبوب الكاملة والحبوب الكاملة والفاصولياء والبازلاء من الأطعمة الغنية
بالألياف.
</p>
<br />
</div>
<div id="r">
<h3><b>4-البوتاسيوم:</b></h3>
<p>
توفر الفواكه والخضروات الحليب أو اللبن قليل الدسم أو خالي الدسم مصادر
جيدة للبوتاسيوم. وقد تفيد زيادة تناول المنتجات التي تحتوي على
البوتاسيوم وتقليل تناول الملح إلى الحد من خطر ارتفاع ضغط الدم.
</p>
<br />
</div>
<div id="a">
<h3><b>5-الدهون:</b></h3>
<p>
يفيد النظام الغذائي الذي تنخفض فيه نسبة الدهون المشبعة والدهون
المتحولة وترتفع فيه نسبة الأحماض الدهنية (أوميغا 3) في تقليص خطر
الإصابة بالعدوى وبأمراض القلب. لذا، يجب التأكد من الملصقات الموجودة
على الأطعمة واختيار المنتجات لضمان أن معظم الدهون المستهلكة هي من
الدهون غير المشبعة الأحادية أو المتعددة.
</p>
<br />
</div>
<br />
<div id="z">
<hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />
<h2><b>الادويه ومواعيد زيارة الطبيب:</b></h2>
<p>
مع تقدم الأشخاص بالسن، غالباً ما تبرز أسباب تجعلهم يواجهون صعوبة في
الالتزام بأخذ أدويتهم حسب وصفة الطبيب، لذلك فإنه من الطبيعي أن يتدخل
أفراد الأسرة أو الأصدقاء للمساعدة. فالذاكرة تضعف مع تقدُّمنا في السن،
لذلك قد يفيد اللجوء إلى وسائل التذكير أو إعداد جدول زمني في التذكير
بأوقات تناول الأدوية ومواعيد زيارة المستشفى. كما تتوفر في الصيدليات
مجموعة متنوعة من العبوات أو أدوات المساعدة الخاصة التي تساعد على
الاحتفاظ بأقراص الدواء بطريقة تضمن تناولها بانتظام. ومن العوامل الأخرى
التي يمكن أن تعيق المسنين عن الحصول على الرعاية الصحية هناك الرؤية
والسمع والمهارات اليدوية. ولكن يمكن تقديم الدعم والمساعدة للمسنين من
خلال توفير وسيلة النقل ومرافقتهم إلى مواعيد الزيارة الطبية من أجل
تقديم المساعدة الجسدية والتأكد من الفهم الكامل.
<iframe width={560} height={315} src="https://www.youtube.com/embed/0wkFaHogO7Y?si=3oeWnIL3CfELMLCo" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
</p>
</div>
<br />
<hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

<h2><b>الجانب الاجتماعي:</b></h2>
<p>
الشعور بالوحدة والعزلة الاجتماعية أمور شائعة بين كبار السن وهي عوامل
خطرة قد تؤدي إلى تدهور صحتهم وتراجع نوعية حياتهم. فعندما يتقدم الأشخاص
بالسن، يصبح من الصعب عليهم قيادة السيارة للتوجه إلى المقهى المحلي أو
الحديقة العامة للقاء الأصدقاء والعائلة. فقد ثبُتَ أن استمرار انخراط
الفرد ومشاركته في أمور الأسرة أو الأصدقاء يخفف من حدة الشعور بالوحدة. من
المعروف أيضاً أن حل المشاكل والتفاعل بشكل منتظم يساهم في الحفاظ على
الوظائف المعرفية والإدراكية لدى كبار السن.3 بالتالي، يُنصح بمحاولة
التخطيط لأنشطة يمكن لجميع الأجيال أن تستمتع بها، مثل الشواء عندما يكون
الطقس جميلاً أو المشاركة بمشاهدة فيلم أو لعب ألعاب الطاولة في المنزل.
</p>
<hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

<p>
<b>في حال مواجهة صعوبة في فهم احتياجات المسن، قد يكون من المفيد التحدث
إلى الطبيب الخاص به أو إلى الأصدقاء وأفراد الأسرة الآخرين لمعرفة ما
إذا كان يمكنهم أن يساعدوا أيضاً. كما يمكن اللجوء إلى وضع جدول أو
استخدام تقويم مخصص لإعطاء الشخص المسن قسطاً من راحة البال، وفي الوقت
عينه الحؤول دون تحمل شخص واحد كامل مسؤولية تقديم الرعاية.</b>
</p>
</div>
</div>
<ScrollToTopButton/>
</div>
</div>



          )} style={divStyle}>
          <div className="slide">
            <figure className="slide-image">
            <img src={AD3} alt="" />
            </figure>
            <h4 className="slide-name">اساسيات رعاية كبار السن</h4>
          </div>
        </div>
        <div className="slider-item" onClick={() => setDisplayText(




          <div style={body}>
          <div className="headA">
            <header><h1>صحة المسنين</h1></header>
          </div>
          <div className="containerA">
            <div className="first">
              <h2>ما هي أكثر الأمراض شيوعاً التّي تصيب كبار السن؟</h2>
              <ul>
                <li><a href="#n">الزهايمر.</a></li>
                <li><a href="#e">ضعف السمع ومشكلة التوازن.</a></li>
                <li><a href="#s">ضعف البصر.</a></li>
                <li><a href="#r">انخفاض الكتله العضليه.</a></li>
                <li><a href="#a">امراض القلب والاوعيه الدمويه.</a></li>
                <li><a href="#m">السكري.</a></li>
                <li><a href="#i">الربو.</a></li>
              </ul>
              <br />
              <h2>ما هي التحاليل التي يحتاجها المسنين دورياً؟</h2>
              <ul>
                <li><a href="#b">صورة الدّمّ CBC.</a></li>
                <li><a href="#c">تحاليل الكولسترول الدهون الثّلاثيّة.</a></li>
                <li><a href="#d">تحاليل وظائف الكلى.</a></li>
                <li>
                  <a href="#f">تحليل الهيموجلوبين الجلوكوزي التّراكميّ A1C.</a>
                </li>
                <li><a href="#g">تحليل فيتامين د.</a></li>
                <li><a href="#h">تحليل فيتامين ب 12.</a></li>
                <li><a href="#k">تحليل سكر الدم العشوائيّ.</a></li>
              </ul>
              <img src={IMGS} alt=''/>
              <hr />
            </div>
            <div className="contentA">
              <div id="n">
                <h3><b>1-مرض الزهايمر</b></h3>
                <p>
                  مرض الزهايمر هو خلل دماغي سُمي باسم الطبيب الألماني "ألوسي
                  ألزهايمر"؛ الذي كان أول من وصف المرض عام 1906م، واستطاع بعده العلماء
                  في القرن الماضي أن يتوصلوا إلى كثير من الحقائق المهمة حول مرض
                  الزهايمر.
                  <br/>
                  <br/>
                  <iframe width={560} height={315} src="https://www.youtube.com/embed/rPsxGO7vuT4?si=zGCHehDtlf1UbL1E" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
                </p>
                <h3><b>ماهو مرض الزهايمر:</b></h3>
                <p>
                  هو مرض دماغي متطور يدمر خلايا المخ؛ مما يؤدي إلى مشكلات في الذاكرة
                  والتفكير والسلوك، ويؤثر بشدة في عمل وحياة الشخص المصاب ونمط حياته
                  الاجتماعي، فيتدهور وضع المريض المصاب بمرور الوقت، و غالبًا يؤدي إلى
                  الوفاة. ويصنف مرض الزهايمر اليوم بكونه السبب الرئيس السادس للوفاة
                  عالميًّا. لا يوجد علاج نهائي لمرض الزهايمر حاليًّا، ولكن يتم علاج
                  الأعراض ودعم المرضى المصابين لجعل حياتهم أفضل ومساعدتهم في التعايش
                  مع المرض.
                </p>
                <h3><b>مراحل الإصابة بمرض الزهايمر:</b></h3>
                <iframe width={560} height={315} src="https://www.youtube.com/embed/rfYW0Ih7J5Q?si=lvLgcwrav9o4oZxo" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
                <p>
                  <b>تتطور الإصابة بالمرض تدريجيًّا، ويمر المصاب بخمس مراحل مرضية
                    وهي:</b>
                  <br /><br />
                  <b>المرحلة الأولى : المرحلة المبكرة للمرض</b><br />في هذه المرحلة لا
                  تبدأ الأعراض بالظهور ، وقد لا يعلم الشخص بأنه مصاب الزهايمر إلا من
                  خلال الفحوصات الدقيقة والمتطورة، وقد تستمر هذه المرحلة لسنوات قبل
                  اكتشاف الإصابة بالمرض. <br /><br /><b>المرحلة الثانية: الضعف الإدراكي المعتدل</b><br />يعاني الأشخاص في هذه المرحلة من تغيرات خفيفة في الذاكرة
                  والقدرة على التفكير، لكنها لا تؤثر على حياة الشخص وعلاقاته، لكن قد
                  تتأثر قدرة الشخص على اتخاذ القرارات السليمة، ويمكن أن تصبح أكثر
                  صعوبة. وتتشابه هذه الأعراض مع أمراض اخرى غير الزهايمر؛ لذا فقد يحتاج
                  الشخص لفحوصات أكثر دقة لتحديد السبب.<br /><br /><br /><b>المرحلة الثالثة: مرحلة الخرف البسيط</b><br />وغالبًا ما يشخص مرض الزهايمر في مرحلة الخرف البسيط عندما يصبح
                  واضحًا لدى العائلة والأطباء أن الشخص يجد صعوبة كبيرة في الذاكرة
                  والتفكير.<br /><br /><b>من الأعراض الملاحظة على المصاب خلال هذه الفترة:</b><br />فقدان الذاكرة للأحداث قريبة الحدوث: قد يواجه الشخص وقتًا
                  صعبًا لتذكر المعلومات والأحداث المكتسبة حديثًا. صعوبة في القدرة على
                  حل المشكلات، والقيام بالمهام المعقدة، والتوصل لأحكام وقرارات سليمة.
                  تغيرات في الشخصية: قد يصبح الشخص أكثر هدوءًا أو انطوائية - وخاصة في
                  المواقف الصعبة اجتماعيًّا - أو الغضب الشديد غير المعهود. وقد يقل
                  الاهتمام والدافع لإكمال المهام. صعوبة تنظيم الأفكار لاوالتعبير عنها:
                  كالعثور على الكلمات المناسبة لوصف الأشياء، أو التعبير عن الأفكار
                  بوضوح.<br /><br /><b>المرحلة الرابعة: مرحلة الخرف المعتدل </b><br />وتتضمن وجود اضطرابات أكثر في الذاكرة، وضعف الوظيفة الإدراكية،
                  ويحتاج المريض فيها إلى مساعدة على الحياة اليومية والأمور الأساسية.
                  وتتميز هذه المرحلة بما يلي: عدم القدرة على تذكر تفاصيل مهمة مثل:
                  عنوانه الحالي أو رقمه... وغيرها. يرتبك المريض حيال التواريخ والأيام.
                  يعاني صعوبات في حل المسائل الحسابية مثل الطرح وغيرها. يحتاج إلى
                  مساعدة في اختيار ملابسه الملائمة لكل فصل أو مناسبة. يسترجع عادة
                  معلوماته الأساسية عن نفسه، اسمه، أطفاله، أو شريك حياته.<br /><br /><b>المرحلة الخامسة: مرحلة الخرف الشديد</b><br />وهي مرحلة التدهور الإدراكي الشديد جدًّا، إذ يفقد المصاب
                  القدرة على: لتواصل والتحدث مع المجتمع. العناية الشخصية كالأكل وخلع
                  الملابس واستخدام دورة المياه. يفقد القدرة على التحكم في الحركة. يفقد
                  القدرة على البلع والسيطرة على المثانة والأمعاء. <br /><br /><b>التشخيص:</b><br />يقوم الطبيب عادة بجمع المعلومات من المريض أو عائلته حول
                  التاريخ المرضي الطبي للمريض. <br /><b>ومن الفحوصات التي يتم اجراؤها:</b><br />فحوصات سريرية لتقييم الحالة العصبية والعضلية.<br />
                  تحاليل مخبرية.<br />
                  فحوصات لتقييم الحالة العقلية.<br />
                  التصوير الدماغي.<br />
                  ويعمل الباحثون لتطوير أدوات تشخيصية جديدة للمساعدة في تشخيص مرض
                  الزهايمر في مراحل مبكرة جدًّا، وقبل أن يتسبب في ظهور الأعراض.
                  <br /><br /><b>العلاج:</b><br />1. مثبطات الكولينستريز: وتضم هذه
                  المجموعة: (Donepezil )(Aricept) (Rivastigmine) (Exelon)
                  (Galantamine) (Razadyne)<br />
                  2. دواء (Mematine) (Namenda: دواء )(Mematine) (Namenda): وهو أول
                  دواء مصرح به لعلاج الزهايمر وليس للتقليل من أعراضه، ويعمل على تنظيم
                  نشاط الجلوتاميت، وهو مراسل كيميائي آخر بين خلايا التعلم والذاكرة،
                  ويؤخر الدواء بصورة مؤقتة من تدهور المرض.
                  <br /><br /><b>التعايش مع مرض الزهايمر:</b><br />التكيف مع الوضع
                  المعيشي لاحتياجات الشخص المصاب بمرض الزهايمر هو جزء مهم من أي خطة
                  علاجية.
                  <br />يمكن اتباع بعض الخطوات لمساعدة الشخص على التعايش مع مرض
                  الزهايمر، منها:<br />
                  1.احتفظ بالمفاتيح، المحافظ، والهواتف المحمولة، وغيرها من الأشياء
                  الثمينة في نفس المكان في المنزل، حتى لا تُنسى.<br />2. تنظيم مواعيد
                  الأدوية ويفضل أن تكون لمرة واحدة يوميًّا أو وضع المنبه.<br />3.
                  استخدام برامج تحديد المواقع على الهاتف المحمول؛ لتسهيل العثور على
                  الشخص في حال الضياع ونسيان الاتجاهات.<br />4. احتفظ بأرقام الهواتف
                  للعائلة أو الاقارب في مكان يسهل الوصول إليه؛ لمساعدتك في حال
                  النسيان.<br />5. استخدم التقويم أو لوحة بيضاء في المنزل لتتبع جداول
                  يومية.<br />6. الاهتمام بمكان السكن وتقليل الفوضى قدر الإمكان.<br />7.
                  من المهم وجود العائلة والأصدقاء حول المريض.<br />8. المحافظة على
                  الروتين المنتظم؛ للحد من تشويش المريض ومساعدته على التواصل.<br />
                </p>
              </div>
              <div id="e">
                <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>2-ضعف السمع ومشكلة التوازن</b></h3>
                <p>
                  يعاني ما يقارب 50% من كبار العمر بعد عمر ال85 من ضعف السمع، حيث أن
                  زيادة إفراز الشمع في الأذن مع مجموعة من العوامل الأخرى تساهم جميعها
                  في ضعف حاسة السمع عند كبار العمر. يمكن أن يؤثر ضعف السمع المتوسط على
                  قدرة الشخص على الكلام، خصوصاً إذا كان هناك عدد كبير من المتحدثين في
                  المكان ويتحدثون بسرعة، يشعر المسن بعدم قدرته على التواصل وتكون عدم
                  قدرته على التواصل الكلامي هي المشكلة الأساسية. فيميل الشخص نتيجة
                  لذلك &nbsp;كبير العمر إلى الانعزال، حيث يوجد رابط وثيق بين ضعف السمع عند
                  كبار العمر والإكتئاب مع تردي القدرة العقلية وانخفاض جودة الحياة التي
                  يعيشها كبير العمر. ويكون حل مشكلة ضعف السمع من خلال استخدام سماعات
                  المساعدة على السمع، ويعتبر ذلك حلا بسيطاً مقارنة بأمراض أخرى، ولكن
                  مع الأسف فقط 14.6% من كبار العمر الذين يعانون من ضعف السمع يستخدمون
                  سماعات طبية، وبالتالي يصاحب أغلبهم دون استخدامها شعور بالعجز
                  والانعزال. تعد الدوخة أيضاً هي أحد جوانب متلازمة الشيخوخة المتعددة
                  والتي تؤدي إلى سقوط كبير السن، ويمكن أن يؤدي هذا السقوط إلى مشاكل
                  أخرى مثل انكسار الحوض، أو نزف تحت الجمجمة، وينتج ذلك عن انخفاض قدرة
                  الدهليزي المسؤول عن الحفاظ على توازن الجسم على آداء وظيفته بالشكل
                  الطبيعي مع تقدم العمر، وهو ما يعرف باضطرابات الدهليزي.&nbsp;
                </p>
                <iframe width={560} height={315} src="https://www.youtube.com/embed/LA2Oe-ErlP8?si=fy4kjYYIgHFWoN0_" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
                <br />
              </div>
              <div id="s">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>3-ضعف البصر</b></h3>
                <p>
                  يزداد ضعف البصر مع التقدم بالعمر، فيعاني كبير السن من صعوبة في
                  الرؤية وخصوصاً الأضواء المتوهجة؛ لذلك تشكل القيادة ليلاً بالنسبة لهم
                  تحدي.&nbsp; فقد نصت دراسة بريطانية على كبار العمر في بريطانيا على أنه
                  ينتشر ضعف البصر الشديد عند 23% في كبار العمر فوق عمر الـ 75 عام.
                  وتزداد هذه النسبة حتى 37% فوق عمر الـ 85. حيث تضعف حدة البصر بشكل
                  سريع في الأعمار الكبيرة، ويمكن أن تساعد عملية إعتام عدسة العين على
                  حل جزء من المشكلة.
                </p>
                <iframe width={560} height={315} src="https://www.youtube.com/embed/_a8WfIbgWho?si=qwTa4aW43Ani2p74" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
                <br />
              </div>
              <div id="r" />
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

              <h3><b>4-انخفاض الكتلة العضليه</b></h3>
              <p>
                يعد انخفاض الكتلة العضلية وزيادة تراكم الدهون من أشهر أمراض الشيخوخة،
                يبدأ الإنسان بخسارة العضلات بعد عمر الأربعين، ويقوم الجسم باستبدال
                الدهون محل العضلات. فعند بلوغ عمر الـ 80 يكون الشخص قد فقد 20% من كتلة
                الجسم العضلية، ذلك الأمر يجعل القوة الجسدية لكبير السن أقل من مما كان
                عليه في مرحلة الشباب.
              </p>
              <iframe width={560} height={315} src="https://www.youtube.com/embed/jtNSwUasC7E?si=AldPoKoHCUsQrDgR" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
              <br />
              <div id="a">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>5-أمراض القلب والأوعية الدموية</b></h3>
                <p>
                  _ يعد اول سبب من أسباب الوفاة في كبار العمر هو أمراض القلب، والأوعية
                  الدموية، وارتفاع ضغط الدم، وعلى الرغم من تطور الرعاية الصحية
                  والإجراءات المتخذة في علاج أمراض القلب والأوعية الدموية، وانخفاض
                  نسبة الوفيات بسببها خلال العشرين سنة الماضية، إلا أنها لا زالت السبب
                  الأول المؤدي للوفاة في كبار العمر. التقدم الطبيعي بالعمر يعني تغير
                  في جدار الأوعية الدموية وترسب المواد المختلفة في هذه الأوعية؛ مما
                  يؤدي إلى تصلبها وقلة مرونتها مقارنة بمرحلة الشباب. وترسب هذه المواد
                  يؤدي إلى تصلب الشرايين (بالإنجليزية:Atherosclerosis)، يزيد ذلك من
                  خطر حدوث الجلطات القلبية، وغيرها من أمراض الأوعية الدموية. <br />_
                  يعد ارتفاع ضغط الدم أيضاً المشكلة الأكبر التي يعاني منها أغلب كبار
                  العمر. ففي عمر الـ 55 إذا كان الشخص لا يعاني من ارتفاع ضغط الدم، فإن
                  93% منهم سوف يعانون من ارتفاع ضغط الدم في عمر الثمانين. ويرتبط
                  ارتفاع ضغط الدم مع مجموعة واسعة من الأمراض المزمنة الأخرى مثل أمراض
                  الدم والشرايين، وأمراض الكلى، وجلطات الدماغ، ونزف الدماغ، وغيرها من
                  الأمراض.
                </p>
                <iframe width={560} height={315} src="https://www.youtube.com/embed/-zpNTFAwQS0?si=GgN48DZeewOvKRX9" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
                <br />
              </div>
              <div id="m">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>6-السكري</b></h3>
                <p>
                  يعد السكري أحد أهم العوامل المؤدية إلى أمراض القلب والشرايين،
                  والسكري ليس فقط ارتفاع مستوى السكر في الدم، ولكن يؤدي هذا السكر
                  المرتفع إلى إلحاق الضرر بجدار الأوعية الدموية المختلفة في الجسم.
                  وخصوصاً تلك الأوعية الدموية الصغيرة، مثل الأوعية الدموية في شبكية
                  العين، والكلى، والأطراف.&nbsp; حيث يؤدي السكري أيضاً إلى مشاكل الأعصاب
                  الطرفية، مؤدياً إلى القدم السكرية التي تصيب 6% من مرضى السكري
                  سنوياً. ويتم علاج القدم السكرية بالبتر في 0.5%. مما يعني تعرض المريض
                  لتحدي جديد وهو التأقلم على العيش مع طرف مبتور.
                </p>
                <iframe width={560} height={315} src="https://www.youtube.com/embed/HzXuPeBnU6I?si=5l-70Fy4RTh0a3OV" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
                <br />
              </div>
              <div id="i">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>7-الربو</b></h3>
                <p>
                  هو التهاب مزمن في المجرى الهوائي التنفسي، ويحدث الربو عندما تكون
                  الشعب والقصبات الهوائية حساسة جدًا لمسببات الحساسية خاصة عند التعرض
                  للمؤثرات البيئية الخارجية. هذا الأمر من شأنه أن يؤدي إلى التهاب
                  الشعب الهوائية وتشنج العضلات الذي ينتج عنه ضيقًا في التنفس، وتتمثل
                  أعراض الربو بنوبات أو أزمات متكررة من السعال، والصفير، وضيق الصدر
                  خاصةً في الليل والصباح الباكر. هذه النوبات تكون مصحوبة بضيق في الشعب
                  الهوائية، وتتحسن تلقائيًا بزوال المؤثر أو بالعلاج.
                </p>
              </div>
              <br />
              <h2><b>ما هي التحاليل التي يحتاجها المسنين دورياً؟</b></h2>
              <iframe src="https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Fegypt.mohp%2Fvideos%2F1534131376957910%2F&show_text=false&width=476&t=0" width={555} height={330} title="YouTube video player" style={{border: 'none', overflow: 'hidden'}} scrolling="no" frameBorder={0} allowFullScreen="true" allow="autoplay; clipboard-write; encrypted-media; picture-in-picture; web-share" />
              <div id="b">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>1-صورة الدّمّ CBC:</b></h3>
                <p>
                  من أكثر التحاليل التّي يتمّ إجراؤها في المخابر، حيث يقيس كمّيّات
                  عناصر الدّمّ (الكريّات الحمراء والبيضاء والصّفيحات) وقيمة
                  الهيموجلوبّين. قيمة الكريّات الحمر الطّبيعيّة 4.35 إلى 5.65 مليون
                  كريّة بكلّ ميكروليتر من الدّمّ لدى الرجال، و3.92 إلى 5.13 مليون
                  كريّة بكلّ ميكروليتر واحد من الدّمّ لدى النّساء. قيمة الكريّات البيض
                  الطّبيعيّة في الدّمّ بين 3,500 – 10,500 خلية / ميكرولتر. قيمة
                  الصّفيحات الطّبيعيّة في الدّمّ 150 – 450 ألف صفيحة/ ميكرولتر. قيمة
                  الهيموجلوبّين الطّبيعيّة عند الرّجال من 13.2 إلى 16.6 غ/دل، وعند
                  النّساء من 11.6 إلى 15 غ/دل. وتتمّ مقارنة قيم المريض مع هذه القيم
                  المرجعيّة ومعرفة الحالة المرضيّة للمريض.
                </p>
              </div>
              <br />
              <div id="c">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>2-تحاليل الكولسترول الدهون الثّلاثيّة:</b></h3>
                <p>
                  تحاليل الكولسترول والدّهون الثّلاثيّة تعتبر أيضاً من أكثر الاختبارات
                  التّي تطلب للمرضى، تساعد في تشخيص متلازمة السّمنة والسّكّريّ وأمراض
                  القلب والأوعية الدّمويّة. تتضمّن قيمة الكولسترول الكلّيّة،
                  وكولّسترول البروتين الدّهنيّ عالي الكثافة HDL وكولّسترول البروتين
                  الدّهنيّ منخفض الكثافة LDL وكولّسترول البروتين النّاقل للدهون VLDL
                  وقيمة الدّهون الثلاثيّة. القيم الطّبيعيّة للكولّسترول أقلّ من 1.7
                  مليمول/لتر (150 ملغرام/ ديسيلتر). القيم الطّبيعيّة للدهون الثّلاثيّة
                  أقلّ من 150 ملغ/دل. إن نسبة LDL/ HDL الطّبيعيّة للرجال أقلّ من 3،
                  للنساء أقلّ من 2.5، للمراهقين أقلّ من 2.5 وللأطفال أقلّ من 1.8.
                </p>
              </div>
              <br />
              <div id="d">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>3-تحاليل وظائف الكلى:</b></h3>
                <p>
                  من أهمّ تحاليل وظائف الكلى هو معدّل التّرشيح الكبيبيّ GFR وتصفية
                  الكرياتينين وقيمة اليوريا في الجسم، بالإضافة إلى تحاليل الشّوارد.
                  معدّل التّرشيح الكبيبيّ الطّبيعيّ للذكور البالغين هو 90 إلى 120
                  مل/الدّقيقة. تبلغ نسبة الكرياتينين الطّبيعيّة في الدّمّ 0.74 إلى
                  1.35 ملغم/دل للرجال البالغين (65.4 – 119.3 ميكرومول/لتر) و0.59 إلى
                  1.04 ملغم/دل للنساء البالغات 52.2 – 91.9 ميكرومول/لتر). نسبة اليوريا
                  الطّبيعيّة للرجال: 8 – 24 مليغرام/دل، وللنساء 6 – 21 مليغرام/دل.
                </p>
              </div>
              <br />
              <div id="f">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>4-تحليل الهيموجلوبين الجلوكوزي التّراكميّ A1C:</b></h3>
                <p>
                  يقيس اختبار A1C متوسّط ​​مستوى السكر في الدّمّ خلال الشّهرين أو
                  الثّلاثة أشهر الماضية. A1C أقل من 5.7٪ طبيعيّ. A1C بين 5.7 و 6.4٪
                  يشير إلى بداية الإصابة بالسكري (عدم تحمّل السكر). A1C 6.5٪ أو أعلى
                  يشير إلى الإصابة بداء السكري.
                </p>
              </div>
              <br />
              <div id="g">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>5-تحليل فيتامين د:</b></h3>
                <p>
                  فيتامين د هو فيتامين مهمّ للحفاظ على صحّة العظام والأسنان كم أنّه
                  ضروريّ لمناعة الجسم. تبلغ المستويات الطّبيعيّة من فيتامين د بالجسم
                  50- 125 نانومول/ل أو 20- 50 نانوغرام/مل.
                </p>
              </div>
              <br />
              <div id="h">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>6-تحليل فيتامين ب 12:</b></h3>
                <p>
                  فيتامين ب 12 هو فيتامين مهمّ لعمل الأعصاب وصحّة الجسم. تتراوح القيمة
                  الطّبيعيّة لفيتامين ب 12 بالجسم 200 – 900 نانوغرام/ مل.
                </p>
              </div>
              <br />
              <div id="k">
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

                <h3><b>7-تحليل سكر الدم العشوائيّ:</b></h3>
                <p>
                  يقيس هذا نسبة السكر في الدم في وقت الاختبار دون صيام مسبق. يشير
                  مستوى السكر في الدم الذّي يبلغ 200 مجم / ديسيلتر أو أعلى إلى الإصابة
                  بداء السكري.
                </p>
              </div>
              <br />
              <hr style={{height: 2, borderWidth: 0, color: 'gray', backgroundColor: 'gray'}} />

              <p>
                <b>بالنّهاية علينا أن نعلم أنّ مرحلة الشيخوخة هي مرحلة بيولوجيّة
                  طبيعيّة سنمرّ بها بكل الأحوال لذا يجب تطبيق نمط حياة صحّيّ دائماً
                  للوقاية من العديد من الأمراض، كما يجب مراعاة كبار السن واحترامهم.</b>
              </p>
            </div>
          </div>
          <ScrollToTopButton/>
        </div>

            )} style={divStyle}>
          <div className="slide">
            <figure className="slide-image">
            <img src={IMGS} alt="" />
            </figure>
            <h4 className="slide-name">امراض معرض لها كبار السن</h4>
          </div>
        </div>
      </div>
    </section>
  </main>
      </div>
      {displayText !== 'Click on the elements to display' && <p>{displayText}</p>}
      <Footer/>
    </Fragment>
  );
}