import React, { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'

export default function AWRTeeth() {

    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        backgroundColor: 'var(--bs-body-bg)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        marginTop: '5%',
}


  return (
<Fragment>
<Header/>
<div style={body}>
  <div className="headN" >
    <header><h1>صحة الفم والأسنان</h1></header>
  </div>
  <div className="containerN">
    <div className="homeN">
      <ul>
        <li><a href="#30">​​​​العناية بالأسنان</a></li>
        <br />
        <li><a href="#31">الحالات المرضية التي ربما ترتبط بصحة الفم.</a></li>
        <br />
        <li><a href="#32">كيف يُمكنني حماية صحة الفم.</a></li>
        <br />
        <li><a href="#33">أفضل طرق ترميم الأسنان. </a></li>
        <br />
        <li><a href="#34"> أفضل أنواع مسكن ألم الأسنان .</a></li>
        <br />
        <li><a href="#35"> أسباب لتشقق الشفاه .</a></li>
      </ul>
      <img src="img/صحة الفم.jpeg" alt />
    </div>
    <hr />
    <div className="contentN">
      <div id={30}>
        <h3><b>1.​​​​العناية بالأسنان-:</b></h3>
        <p>
          تنظيف الأسنان بفرشاة ومعجون الأسنان بشكل صحيح ويومي يشكل أهم وسيلة
          للمحافظة على نظافة الفم والأسنان والوقاية من التسوس وما ينجم عنه من
          أمراض. كما أن العناية بفرشاة الأسنان تعد عنصرًا مهمًا للحصول على فم
          نظيف وسليم. وتعد صحة الأسنان عنصرًا رئيسًا للمحافظة على صحة الطفل،
          وكذلك الوقاية منه، وتلعب دور مهمًا في تحسين الصحة، حيث يعاني معظم
          الأطفال الذين تراوح أعمارهم ما بين خمس إلى تسع سنوات من تسوس
          الأسنان، وهو السبب الرئيس الذي يؤدي إلى دخولهم المستشفى والتغيب عن
          المدرسة.
        </p>
        <h3>أهمية تنظيف الأسنان:</h3>
        <ul>
          <li>
            منع تراكم طبقة البلاك على الأسنان (وهي طبقة لزجة ورقيقة تتكون على
            سطح الأسنان من بقايا الطعام وتحتوي على البكتيريا المسببة لأمراض
            اللثة وتسوس الأسنان).
          </li>
          <li>الوقاية من التهاب اللثة.</li>
          <li>توفير الوقت والمال المبذول لعلاج مشاكل الأسنان.</li>
          <li>
            الحصول على نَفَس منعش، وذلك بالوقاية من تكون البكتريا المسببة
            للروائح الكريهة.
          </li>
          <li>الإقلال من تكون التصبغات الخارجية على أسطح الأسنان.</li>
        </ul>
        <h3>عواقب إهمال تنظيف الأسنان:</h3>
        <p>
          إن إهمال تنظيف الأسنان بالفرشاة والمعجون يؤدي إلى تراكم طبقة البلاك
          على أسطح الأسنان، مما يؤدي إلى زيادة البكتريا المسببة لتسوس الأسنان
          والتهابات اللثة؛ حيث تقوم البكتيريا بإنتاج أحماض تهاجم الأسنان وتؤدي
          إلى تكسرها وحدوث التسوس.
        </p>
        <h3>اختيار فرشاة الأسنان:</h3>
        <p>
          يجب أن يكون حجم وشكل الفرشاة مناسبًا للفم، ويسمح بمرورها على جميع
          أسطح الأسنان بسهولة، وكذلك يجب أن تكون ذات شعيرات ناعمة ومصنوعة من
          النايلون حتى لا تؤذي وتخدش اللثة والأسنان.
        </p>
        <h3>اختيار معجون الأسنان:</h3>
        <p>
          جميع أنواع معجون الأسنان تشترك في مكوناتها الأساسية، ولكن تختلف في
          بعض المكونات الإضافية، وقد يكون بعضها مفيدًا أكثر من الآخر، لذلك
        </p>
        <p><b>يجب مراعاة التالي عند الشراء:</b></p>
        <ul>
          <li>
            أن يحتوي على مادة الفلورايد (وهي مادة تساعد بشكل كبير على الوقاية
            من تسوس الأسنان).
          </li>
          <li>
            تستخدم بعض معاجين الأسنان لحالات خاصة (كمعاجين تبييض الأسنان
            ومعاجين حساسية الأسنان وغيرها) وينصح قبل استخدامها باستشارة طبيب
            الأسنان.
          </li>
        </ul>
        <h3>تغيير فرشاة الأسنان:</h3>
        <p>
          يُنصح بتغييرها كل ثلاثة أو أربعة أشهر، أو عند اهتراء شعيراتها، وذلك
          للحفاظ على فعاليتها في التنظيف وعدم إيذاء أنسجة اللثة.
        </p>
        <h3>مدة تنظيف الأسنان:</h3>
        <p>
          يجب تنظيف الأسنان مرتين باليوم ولمدة دقيقتين في كل مرة، ويُنصح بعدم
          تنظيف الأسنان مباشرة بعد تناول الحمضيات للمحافظة على طبقة المينا.
        </p>
        <h3>إرشادات للمحافظة على فرشاة الأسنان:</h3>
        <ul>
          <li>
            تجنب مشاركة فرشاة الأسنان مع الآخرين؛ لأن ذلك يسبب انتقال البكتريا
            من شخص لآخر، مما يزيد فرصة الإصابة بالعدوى، خاصة عند المصابين بنقص
            المناعة.
          </li>
          <li>غسل فرشاة الأسنان جيدًا بالماء بعد الانتهاء من استخدامها.</li>
          <li>
            تجنب تغطية الفرشاة دون حاجة ــ كوضعها في الحقيبة مثلاً ــ وعدم
            حفظها في أماكن مغلقة؛ لأن البيئة الرطبة تزيد نمو البكتريا.
          </li>
          <li>
            تجنب تعقيم فرشاة الأسنان عن طريق وضعها في غسالة الصحون أو
            المايكروويف؛ لأن ذلك قد يتلفها. لا توجد دراسات تثبت أن نقع الفرشاة
            في غسول الفم أو المعقم الخاص بفرش الأسنان له فوائد إضافية أو أضرار
            على صحة الفم.
          </li>
        </ul>
        <h3>إرشادات للمصابين بنقص المناعة:</h3>
        <p>
          يجب أن يبتعد المصابون بنقص المناعة عن كل ما قد يعرضهم للعدوى، وهنا
          لا بد من استشارة طبيب الأسنان المتخصص الذي قد ينصح باستخدام بعض
          أنواع غسول الفم أو فرش الأسنان الاسفنجية وغيرها.
        </p>
        <h3>خطوات تنظيف الأسنان:</h3>
        <p>
          تختلف طريقة تنظيف الأسنان بالفرشاة حسب حالة الشخص وعمره، وبإمكان
          طبيب الأسنان المساعدة على شرح الطريقة المناسبة، وبشكل عام ينصح
          باستخدام فرشاة الأسنان بالشكل التالي:
        </p>
        <ul>
          <li>
            وضع الفرشاة على الأسنان بزاوية 45 درجة، بحيث تلامس شعيرات الفرشاة
            طرف اللثة والأسنان.
          </li>
          <li>
            تنظيف كل 2 أو 3 أسنان معًا برفق ذهابًا وإيابًا من جهة اللثة إلى
            نهاية السن، وهكذا لبقية الأسنان.
          </li>
          <li>
            تنظيف الأسنان الخلفية (الأضراس) بوضع الفرشاة بزاوية 45 درجة أيضًا
            ذهابًا وإيابًا وبحركة دائرية على جميع الأسطح الداخلية.
          </li>
          <li>
            تنظيف الجهة الداخلية من الأسنان باستخدام رأس الفرشاة، وتحريك
            الفرشاة بشكل طولي للأعلى والأسفل.
          </li>
          <li>
            تنظيف أطراف الأسنان، ثم تنظيف اللسان باستخدام الفرشاة الخاصة به،
            أو بفرشاة الأسنان.
          </li>
        </ul>
        <br />
        <iframe width={560} height={315} src="https://www.youtube.com/embed/GE6VzQt2IJk?si=KMLxKRdEiRhRFrJd" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        <br />
      </div>
      <br />
      <hr />
      <div id={31}>
        <h3><b>2.الحالات المرضية التي ربما ترتبط بصحة الفم-:</b></h3>
        <p>
          إن صحة فمك ربما تسهم في الإصابة بالعديد من الأمراض والاعتلالات
          الصحية، ومنها ما يلي:
        </p>
        <ul>
          <li>
            التِهاب الشَّغاف. وعادةً ما تحدث الإصابة بالتهاب الشغاف عند انتقال
            البكتيريا أو الجراثيم الأخرى من جزء في جسمك، مثل الفم، وسريانها
            عبر الدم لتتصل بمواضع معينة في قلبك.
          </li>
          <li>
            أمراض القلب الوعائية. رغم عدم فهم العلاقة فهمًا تامًا، تشير بعض
            الأبحاث العلمية إلى احتمالية ارتباط المرض القلبي وانسداد الشرايين
            والسكتة الدماغية بالالتهاب والعدوى التي تسببها البكتيريا الفموية.
          </li>
          <li>
            مضاعفات الحمل والولادة. يرتبط التهاب دواعم الأسنان بالولادة
            المبكرة وانخفاض وزن المولود.
          </li>
          <li>
            الالتهاب الرئوي. يمكن أن تنتقل بعض البكتيريا من فمك إلى رئتيك، مما
            يسبب الالتهاب الرئوي وأمراض الجهاز التنفسي الأخرى.
          </li>
        </ul>
        <p>
          وربما تؤثر بعض الاعتلالات الأخرى أيضًا على صحة فمك، وتشمل تلك
          الاعتلالات ما يلي:
        </p>
        <ul>
          <li>
            داء السُّكَّري. إن داء السكري يحد من قدرة الجسم على مقاومة العدوى
            مما يعرض اللثة للخطر. وتبدو أمراض اللثة أكثر شيوعًا وحدّة لدى من
            يعانون من داء السكري.
          </li>
          <li>
            فيروس نقص المناعة البشرية/ مرض الإيدز. وتنتشر مشكلات صحية أخرى،
            مثل حالات التلف في الغشاء المخاطي المصحوبة بالألم، بين المصابين
            بفيروس نقص المناعة البشرية (HIV)/مرض الإيدز (AIDS).
          </li>
          <li>
            هشاشة العظام. ويرتبط مرض ضعف العظام هذا بفقدان عظام اللثة وفقدان
            الأسنان. وتتسبب الأدوية المستخدمة في علاج هشاشة العظام في تعرض
            المريض لحدوث تلف في عظام الفك بدرجة بسيطة.
          </li>
          <li>
            داء الزهايمر. إن تدهور صحة الفم يُعَد من نتائج الوصول لمرحلة
            متطورة من داء الزهايمر.
          </li>
        </ul>
        <p>
          وتشتمل الاعتلالات الصحية الأخرى التي ربما ترتبط بصحة الفم على اضطراب
          الشهية، والتهاب المفاصل الروماتويدي، وأنواع معينة من السرطان وخلل في
          الجهاز المناعي يتسبب في جفاف الفم (متلازمة شوغرن).
        </p>
        <p>
          أخبر طبيب الأسنان عن الأدوية التي تتناولها وعن التغيرات في صحتك
          العامة، خاصة إذا أُصِبْتَ بالمرض مؤخرًا، أو إذا كنت تعاني من حالة
          مزمنة مثل مرض السكري.
        </p>
        <iframe width={560} height={315} src="https://www.youtube.com/embed/Ykv4BpTJmH0?si=PABEVV3pwqIH7J0J" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        <br />
      </div>
      <hr />
      <div id={32}>
        <h3><b>3.كيف يُمكنني حماية صحة الفم -:</b></h3>
        <p>
          لحماية صحة الفم، احرص على ممارسة العادات الصحية لتنظيف الفم كل يوم.
        </p>
        <ul>
          <li>
            واغسل أسنانك مرتين على الأقل يوميًا لمدة دقيقتين في كل مرة.
            واستخدم فرشاة ناعمة ومعجون أسنان يحتوي على الفلورايد.
          </li>
          <li>نظِّف أسنانك بخيط الأسنان يوميًا.</li>
          <li>
            استخدِم غسول الفم لإزالة بقايا الطعام التي تُرِكت بعد تنظيف
            الأسنان بالفرشاة والمعجون أو خيط الأسنان.
          </li>
          <li>
            اتبع نظامًا غذائيًا صحيًا، وقلل من تناول الأطعمة والمشروبات
            السكرية.
          </li>
          <li>
            استبدِل فرشاة الأسنان كل ثلاثة إلى أربعة أشهر أو خلال مدة أقصر إذا
            بدت شعيراتها متباعدة أو بالية.
          </li>
          <li>حدد مواعيد منتظمة لفحوصات الأسنان وجلسات تنظيف الأسنان.</li>
        </ul>
        <p>
          وتواصَلْ أيضًا مع طبيب الأسنان بمجرَّد ظهور أي مشكلة صحية في الفم
          لديك. ويرجى العلم أن العناية بصحة الفم تساعد في الحفاظ على الصحة
          العامة.
        </p>
        <iframe width={560} height={315} src="https://www.youtube.com/embed/s0ZNUaqluho?si=Jc0ZTBJ17bXU7XlH" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        <br />
      </div>
      <hr />
      <div id={33}>
        <h3><b>4.أفضل طرق ترميم الأسنان -:</b></h3>
        <p>
          تعتبر مشاكل الأسنان وإصاباتها من أكثر الأمور التي تسبب القلق لدى
          الكثير من الناس، ورغم تطور هذا النوع من الطب لازال العديد منا يتجنب
          الذهاب إلى طبيب الأسنان، لكن يجب العلم أن الاهتمام بترميم الأسنان
          وصحتها من الضروريات لما لها من دور مهم في حياتنا بشكل عام، وتأثير
          مدى صحتها على سلامة المريض الجسدية والنفسية.
        </p>
        <h3>ما هو ترميم الأسنان ؟</h3>
        <p>
          يعرف ترميم الأسنان بأنه عبارة عن مجموعة من الطرق التي يمكن لطبيب
          الأسنان من خلالها استبدال أجزاء من الأسنان أو تركيب الأسنان عوضاً عن
          المفقودة، أو ترميم الأسنان الأمامية بمعنى تقويمها، أو تنظيف الأسنان
          لمنع إصابتها بالتسوس.
        </p>
        <h3>كيفية ترميم الأسنان وأنواعه :</h3>
        <p>
          هناك العديد من الطرق لترميم الأسنان وتعتمد الإجراءات ونوع الترميم
          على نوع الإصابة وكمية الضرر الموجود في الأسنان، ويمكن أن يقتصر الأمر
          على تنظيف روتيني للأسنان، أو تحديد موعد لوضع الحشوات، أو أخذ قياسات
          الفم للتمكن من صناعة أطقم الأسنان أو ترميم الأسنان المتهدمة، وهنا
          نذكر كيف يتم ترميم الأسنان حسب نوع الترميم:&nbsp;
        </p>
        <ul>
          <li>
            <b>وضع الحشوات:</b> هي أكثر أنواع ترميم الأسنان انتشاراً، حيث يتم
            خلال هذه العملية ملىء التجويفات الموجودة في الأسنان بمادة الذهب أو
            الفضة لمنع تآكل السن أكثر والحفاظ عليه، كما يمكن استخدام حشوات
            بلاستيكية بلون الأسنان.
          </li>
          <li>
            <b>تركيب التيجان: </b> تلبيس الأسنان أو ما يعرف بتاج الأسنان
            (بالإنجليزية: Dental Crown)، عبارة عن غطاء يوضع فوق السن المصاب له
            نفس قياسه وشكله، ويستعمل عادة عند تهتك تاج السن، أو عند الرغبة
            بإجراء ترميم السن الأمامي لتحسين مظهره والزيادة من قوته.
          </li>
          <li>
            <b>تثبيت جسر الأسنان: </b> هو طقم للأسنان له أشكال وأنواع كثيرة،
            ويتم تثبيته على جزء معين من الأسنان لسد الفراغات الناتجة عن فقد
            الأسنان، حيث يساعدها على استعادة شكلها وحجمها، ويزيد من فرصة إصلاح
            الأسنان على المدى البعيد، كما يستخدم لترميم الأسنان الأمامية
            للأطفال.
          </li>
          <li>
            <b>تثبيت الغرسات: </b>عملية يتم خلالها تثبيت أعمدة صغيرة مصنوعة من
            المعدن، او البورسلان، أو التيتانيوم داخل تجويف العظم في الحالات
            التي تحتاج إلى زراعة أسنان، ثم يتم تغطيتها لاحقاً بما يسمى بالتاج،
            وتستخدم هذه الطريقة لتعويض الأسنان المفقودة وترميم السن المكسور.
          </li>
          <li>
            <b>أطقم الأسنان: </b>هي بديل للأسنان المفقودة وتكون قابلة للإزالة،
            فمن الممكن أن يتم خسارة الأسنان بسبب التهاب اللثة وأمراضها، أو
            التسوس الشديد، وهنا يأتي دور هذه الأطقم التي تحل محل الأسنان
            الطبيعية، حيث يمكن تركيبها مباشرة.
          </li>
        </ul>
        <h3>ترميم الأسنان في المنزل:</h3>
        <p>
          يقتصر ترميم الأسنان طبيعياً أو في المنزل على عدد محدود من المشاكل
          مثل تبييض الأسنان، ومنع تشكل طبقات الجير أو التسوس، ولا يكون له نفس
          النتائج التي تمنحها المنتجات التجارية أو التدخلات الطبية، حيث أنه في
          أغلب الحالات يتم إعادة ترميم الأسنان عند الطبيب المختص لقلة كفاءة
          الترميم في المنزل، إلا أنها سهلة الإستخدام ولا تحتوي على كثير من
          المخاطر، وهنا نذكر بعض المواد المستخدمة في ترميم الأسنان منزلياً:
        </p>
        <ul>
          <li>بيروكسيد الهيدروجين (بالإنجليزية: Hydrogen Peroxide).</li>
          <li>صودا الخبز.</li>
          <li>خل حمض التفاح.</li>
          <li>الفحم أو الملح.</li>
        </ul>
        <h3>فوائد ترميم الأسنان:</h3>
        <p>
          هناك الكثير من الفوائد لترميم الأسنان فهو لايساعد فقط على مضغ الطعام
          وتجنب الألم، بل يساعد على:
        </p>
        <ul>
          <li>التحدث بطريقة أفضل.</li>
          <li>ويزيد من الثقة بالنفس</li>
          <li>ويقلل من احتمال الإصابة بالتهاب الفم واللثة.</li>
          <li>ويمنح ابتسامة أجمل عند ترميم الأسنان الأمامية.</li>
        </ul>
        <h3>اضرار ترميم الاسنان:</h3>
        <p>
          أما فيما يتعلق بالأضرار والمضاعفات فهي قليلة نسبياً إذا ما تم
          مقارنتها بفوائده، وهنا نذكر بعض أضرار ترميم الأسنان:
        </p>
        <ul>
          <li>
            &nbsp;الحساسية أو الانزعاج بعد إجراء ترميم الأسنان، ويحدث عند الإصابة
            بعدوى ما، أو يكون لدى المريض رد فعل تحسسي تجاه المعادن المستخدمة.
          </li>
          <li>تشقق التيجان أو تلفها في بعض الحالات.</li>
          <li>الإصابة بألم الأسنان بعد انتهاء التخدير.</li>
          <li>
            انقطاع الأقواس في حالة التقويم بسبب الإصابة وهذا قليل الحدوث.
          </li>
        </ul>
        <br />
        <iframe width={560} height={315} src="https://www.youtube.com/embed/hPO5FmIrONA?si=eJFZTwlFwjxLHt3C" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
      </div>
      <hr />
      <div id={34}>
        <h3>5-أفضل أنواع مسكن ألم الأسنان-:</h3>
        <p>
          يعد ألم الأسنان من الأعراض الشائعة والمرتبطة بالعديد من المشكلات
          الصحية التي يمكن أن تصيب الأسنان واللثة. ومن الممكن أن يكون ألم
          الأسنان شديدًا لدرجة أن يمنع الفرد من النوم وممارسة نشاطاته اليومية.
          وهنا، يبدأ البحث حول&nbsp;دواء مسكن للأسنان،&nbsp;بهدف التخفيف من هذا الألم
          لحين الذهاب إلى طبيب الأسنان والحصول على العلاج المناسب له.
        </p>
        <h3>أنواع مسكن ألم الأسنان:</h3>
        <p>
          يعتبر تناول مسكنات ألم الأسنان طريقة سريعة وبسيطة للكثير من الأفراد،
          وذلك لتقليل آلام الأسنان الخفيفة إلى المتوسطة بشكل فعال. ويجب
          التنويه إلى أن مسكن الأسنان يمكنه أن يقلل مؤقتًا من التورم والألم
          المرتبطين بألم الأسنان، إلا أنه لا يستطيع إصلاح المشكلة الجذرية
          للألم.
        </p>
        <p>
          وفيما يلي نذكر أفضل أنواع مسكن ألم الأسنان، وخصائصها الطبية، وأضرار
          الإفراط في استخدامها:
        </p>
        <ul>
          <li>الإيبوبروفين:</li>
          <p>
            يعتبر دواء الإيبوبروفين من أكثر الأدوية الشائعة لتخفيف ألم
            الأسنان، والذي يمكن أن يصرف دون وصفة طبية. ويتوفر الإيبوبروفين في
            صورة أقراص، وكبسولات، وسائل معلق يؤخذ عن طريق الفم.
          </p>
          <p>
            يعد الإيبوبروفين من الأدوية التابعة لمجموعة مضادات الالتهاب غير
            الستيرويدية، والتي غالبًا ما تكون أكثر فعالية من الخيارات الأخرى
            لتقليل آلام الأسنان، وعادة ما يوصى بها كأولى العلاجات لآلام
            الأسنان.
          </p>
          <p>
            تعمل الأدوية المضادة للالتهاب غير الستيرويدية، بما فيها
            الإيبوبروفين، على التقليل من آلام الأسنان من خلال منع إنزيم
            الأكسدة الحلقية، الأمر الذي يعمل على التقليل من الالتهاب المرتبط
            غالبًا بمعظم آلام وأوجاع الأسنان واللثة.
          </p>
          <p>
            تتسبب حبوب مسكن الأسنان التي تحتوي على الإيبوبروفين بالعديد من
            الأعراض الجانبية، بما فيها:
          </p>
          <ul>
            <li>الصداع.</li>
            <li>الدوخة.</li>
            <li>الغثيان أو القيء.</li>
            <li>عسر الهضم.</li>
            <li>الغازات.</li>
          </ul>
          <p>
            كما يجب تجنب الإفراط في استخدام الإيبوبروفين، فمن الممكن أن يسبب
            تهيج وقرحة في المعدة، بالإضافة إلى التأثير على صحة القلب والكلى.
            أيضًا، يجب على الأفراد الذين يتناولون أدوية معينة، مثل دواء
            الأسبرين والأدوية المميعة للدم، عدم استخدام الإيبوبروفين كمسكن
            لألم الأسنان، وذلك لاحتمالية تسببه بالمضاعفات نتيجة تفاعله مع هذه
            الأدوية.
          </p>
          <li>النابروكسين:</li>
          <p>
            يعد دواء النابروكسين أيضًا من&nbsp;مسكنات ألم الأسنان&nbsp;التابعة لمجموعة
            مضادات الالتهاب غير الستيرويدية، والذي يعمل بشكل مشابه لعمل دواء
            الإيبوبروفين. يتوفر دواء النابروكسين على شكل أقراص، وكبسولات،
            ومحاليل سائلة.
          </p>
          <p>
            ومن الممكن أن يعتبر دواء النابروكسين من أفضل المسكنات المستخدمة
            لعلاج آلام الأسنان بعد الجراحة. لكن، يجب التنويه إلى أن الإفراط في
            استخدام داوء النابروكسين يرتبط بارتفاع خطر الإصابة بقرحة المعدة،
            وبمعدل أعلى من الخطر المرتبط بتناول دواء الإيبوبروفين.
          </p>
          <p>
            كما يمكن أن يتسبب الإفراط باستخدامه كمسكن لألم الأسنان&nbsp;بالتأثير
            سلبًا على صحة القلب، والكلى، والكبد.
          </p>
          <li>الأسيتامينوفين:</li>
          <p>
            يمكن أن يستخدم دواء الأسيتامينوفين أيضًا كمسكن لألم الأسنان الطفيف
            إلى متوسط الشدة، وخاصة لدى الأفراد غير القادرين على تناول
            الإيبوبروفين، وهو متوفر على شكل أقراص، وكبسولات، ومعلق يؤخذ عن
            طريق الفم.
          </p>
          <p>
            يعتبر الاسيتامينوفين دواء مسكن ولكن ليس له خصائص مضادة للالتهابات،
            ولهذا فهو يساعد على تخفيف حالات معينة من آلام الأسنان دونًا عن
            غيرها، فمثلًا يمكن أن يتم استخدامه كمسكن لألم الأسنان&nbsp;الناجم عن
            وجود كسر في أحد الأسنان. وفي المقابل، لا يمكن استخدامه لتسكين آلام
            الأسنان الناجمة عن وجود عدوى أو التهاب في الأسنان.
          </p>
          <p>ويمكن أن تتضمن الأعراض الجانبية لدواء الأسيتامينوفين ما يلي:</p>
          <ul>
            <li>الغثيان والقيء.</li>
            <li>الإمساك.</li>
            <li>الإسهال.</li>
            <li>الصداع.</li>
            <li>الأرق.</li>
            <li>الدوخة.</li>
          </ul>
          <p>
            يمكن أن يؤدي تناول جرعات زائدة من دواء الأسيتامينوفين إلى تلف
            الكبد. يجب كذلك الامتناع عن شرب الكحول تمامًا أثناء تناول مسكن
            الأسنان الذي يحتوي على الأسيتامينوفين، لأن ذلك يمكن أن يزيد من خطر
            حدوث تلف الكبد لدى المريض.
          </p>
          <li>المراهم المخدرة:</li>
          <p>
            تساعد بعض أنواع المراهم والجل الموضعية أيضًا على تقليل آلام
            الأسنان، حيث تحتوي هذه التركيبات الموضعية على مكونات مخدرة، مثل
            البنزوكائين، تساعد على تخدير المنطقة المؤلمة.
          </p>
          <p>
            يستخدم مرهم البنزوكائين كمسكن موضعي للألم، والذي يمكن أن يعمل على
            تسكين ألم الأسنان بشكل مؤقت ويمكن أن يستخدمه الفرد بحد أقصى 4 مرات
            يوميًا. وعادة ما يمكن استخدام هذا النوع من مسكن الأسنان للبالغين
            الأطفال بعمر سنتين وما فوق، وهو غير مناسب للاستخدام من قبل الأطفال
            الصغار تحت هذا العمر.
          </p>
          <p>
            ومن أنواع العلاجات الموضعية التي يمكن استخدامها لتسكين آلام
            الأسنان تلك التي تحتوي على دواء الليدوكائين.
          </p>
        </ul>
        <h3>مسكن ألم الأسنان للحامل:</h3>
        <p>
          بشكل عام، يمكن أن يؤجل علاج مشاكل الأسنان خلال فترة الحمل، طالما كان
          الوضع يسمح بذلك. لكن، إذا كان هناك خطر الإصابة بالعدوى، أو كان الألم
          شديدًا، كان الأمر يسبب خطرًا على صحة الجنين، عندها يمكن أن تحتاج
          المرأة إلى تلقي العلاج المناسب لها خلال الأوقات المختلفة من فترة
          الحمل.
        </p>
        <p>
          ومن المهم جدًا التأكد من مدى أمان أية أدوية يتم استخدامها أثناء
          الحمل، بما في ذلك&nbsp;مسكن ألم الأسنان.&nbsp;بشكل عام، يجب تجنب استخدام
          الأدوية المضادة للالتهاب غير الستيرويدية، مثل الأيبوبروفين، أثناء
          فترة الحمل، وخاصة بعد الأسبوع الثلاثين من الحمل.
        </p>
        <p>
          وفي المقابل يمكن للمرأة الحامل استخدام مسكن لألم الأسنان&nbsp;يحتوي على
          دواء الأسيتامينوفين، فهو يعتبر من الخيارات الآمنة والتي عادة لا
          تتسبب بأية أضرار على صحة الحامل أو الجنين، خصوصًا إن تم تناوله تحت
          إشراف الطبيب وبالجرعات الموصوفة من قبله.
        </p>
        <h3>مسكن ألم الأسنان للأطفال:</h3>
        <p>
          عند التعامل مع ألم الأسنان للأطفال، يمكن البدء أولًا بالطرق المنزلية
          البسيطة، مثل شطف الفم بالماء الدافئ والملح، فهو يساعد على قتل
          البكتيريا في المنطقة المصابة وحولها، مما يساعد على تقليل الالتهاب
          والشفاء بشكل أسرع.
        </p>
        <p>
          وفي حال استمر الألم يمكن إعطاء الطفل دواء مسكن لألم الأسنان يحتوي
          على الإيبوبروفين أو الأسيتامينوفين. لكن، يفضل دائمًا استشارة الطبيب
          أو الصيدلي عن مسكن الأسنان المناسب لحالة الطفل وعمره. كما يجب التأكد
          من مراجعة تعليمات الخاصة باستخدام الدواء وإعطاء الطفل الجرعة الصحيحة
          والموصوفة من قبل الطبيب.
        </p>
        <iframe width={560} height={315} src="https://www.youtube.com/embed/TQb3W5stONw?si=JYTqhD4wPr8yPCfE" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        <br />
      </div>
      <hr />
      <div id={35}>
        <h3><b>6. أسباب لتشقق الشفاه -:</b></h3>
        <p>
          يُعد تشقق الشفاه مشكلة الشائعة جدًا والتي تسبب الانزعاج الشديد لدى
          العديد من الأفراد. ومن الممكن أن تساعد معرفة سبب تشقق الشفاه في علاج
          المشكلة &nbsp;بشكل كبير ومنع تكرارها.
        </p>
        <h3>كثرة لعق الشفاه:</h3>
        <p>
          يقوم بعض الأفراد بلعق شفتيهم بشكل متكرر وهذا ما سيؤدي إلى حدوث تشقق
          فيهما، حيث يمكن أن يؤدي اللعاب والإنزيمات الهاضمة المتواجدة فيه إلى
          تجريد الشفاه من الرطوبة، مما يسبب المزيد من الجفاف فيها وزيادة خطر
          تعرضها للتشقق.
        </p>
        <p>
          ليس ذلك فقط، حيث تعد بشرة الشفاه حساسة ومن السهل أن يحدث فيها التهيج
          عند لمسها بشكل مستمر، ولهذا عند لعق الشفاه أو عضها بشكل متكرر يمكن
          أن يؤدي ذلك إلى تهيجها وتشققها.
        </p>
        <h3>تغير المناخ:</h3>
        <p>
          يعد كُلًا من انخفاض رطوبة الجو والتعرض بشكل متكرر للهواء البارد
          والجاف من الأسباب الرئيسية لتشقق الشفتين في فصل الشتاء، كما يمكن أن
          تؤدي التغيرات في الطقس أيضًا إلى حدوث جروح في زوايا الشفاه، الأمر
          الذي سيتسبب بالشعور بالحرقان والألم في المنطقة.
        </p>
        <h3>التهاب الشفاه :</h3>
        <p>
          يُعد التهاب الشفاه أحد أسباب تشقق الشفاه الشديد، حيث يحدث هذا
          الالتهاب غالبًا في زوايا الفم نتيجة لتراكم اللعاب في المنطقة، ومن
          الأعراض الأخرى لالتهاب الشفاه ما يلي:
        </p>
        <ul>
          <li>لون الشفاه وردي غامق أو أحمر.</li>
          <li>تقرحات الشفاه.</li>
          <li>لويحات بيضاء على سطح الشفاه.</li>
        </ul>
        <p>
          ويعد مرضى السكري، والمرضى المصابين بالأمراض الالتهابية، مثل: مرض
          كرون، والبالغين والأطفال الذين يستخدمون تقويم الأسنان، أو يرتدون
          أطقم الأسنان، أو يستخدمون اللهايات، من أكثر الفئات عرضة للإصابة
          بالتهاب الشفاه.
        </p>
        <h3>الجفاف:</h3>
        <p>
          من أسباب تشققات الشفاه أيضًا المعاناة من الجفاف، حيث أن عدم احتواء
          الجسم على كميات كافية من السوائل سيؤدي إلى جفاف الشفاه وتشققها.
          وغالبًا ما يحدث الجفاف لدى الفرد نتيجة عدم شربه لكميات كافية من
          الماء والسوائل الأخرى. كما يمكن أن يحدث نتيجة الإصابة بالإسهال، أو
          القيء، أو التعرق الشديد، أو الحمى، حيث تتسبب هذه الأعراض بجعل الجسم
          يفقد كميات كبيرة من الماء.
        </p>
        <p>
          ويُعد تشقق الشفاه من الأعراض الطفيفة للجفاف، إلا أن في حالات الجفاف
          الأكثر شدة يمكن أن يعاني المريض من الأعراض التالية:
        </p>
        <ul>
          <li>الصداع.</li>
          <li>الإمساك.</li>
          <li>انخفاض إنتاج البول.</li>
          <li>الدوخة.</li>
          <li>فقدان الوعي.</li>
          <li>انخفاض ضغط الدم.</li>
        </ul>
        <p>
          تتعدد أسباب تشقق الشفاه بعضها ما يعد بسيطًا مثل جفاف الجو أو التعرض
          لأشعة الشمس المباشرة وبعضها الآخر يكون أكثر خطورة ويحتاج إلى مراجعة
          الطبيب من أجل علاج المشكلة. ولهذا من المهم مراجعة الطبيب في حال
          استمر تشقق الشفاه لفترة زمنية طويلة ولم يستجب للعلاجات المنزلية
          المعتاد استخدامها لترطيب الشفاه ومنع تشققها.
        </p>
        <br />
        <iframe width={560} height={315} src="https://www.youtube.com/embed/Z_kQepJNqo0?si=ezmimgO1Wup1bSKm" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        <br />
      </div>
    </div>
  </div>
  </div>
  <ScrollToTopButton/>
  <Footer/>
</Fragment>
  )
}
