import React, { Fragment, useEffect } from 'react'
import "./WomanAWR.css"
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import IAWR from '../Photos/Ill.jpg'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'

export default function IllAWR() {

  useEffect(() => {
    if (!window.localStorage.getItem('email')) {
        window.location= "/login";
    }
}, [])


    const body ={
        direction: 'rtl',
        margin: 2,
        fontSize: 'var(--bs-body-font-size)',
        fontWeight: 'var(--bs-body-font-weight)',
        lineHeight: 'var(--bs-body-line-height)',
        textAlign: 'var(--bs-body-text-align)',
        WebkitTextSizeAdjust: '100%',
        WebkitTapHighlightColor: 'transparent',
        backgroundColor: '#ffffff',
        marginTop: '5%' 
    }

  return (
    <Fragment>
    <Header/>
    <div style={body}>
    <div className="headZ">
      <header><h1>الأمراض المزمنه</h1></header>
    </div>
    <div className="containerZ">
      <div className="homeZ">
        <h2>الامراض المزمنه</h2>
        <ul>
          <li><a href="#1"> امراض القلب والأوعيه الدمويه</a></li>
          <li><a href="#2">امراض الجهاز التنفسي</a></li>
          <li><a href="#3">داء السكري</a></li>
          <li><a href="#4">الفشل الكلوي</a></li>
          <li><a href="#5">السرطان</a></li>
          <li><a href="#6">التهاب المفاصل</a></li>
        </ul>
        <img src={IAWR} alt='' />
        <br />
        <h2>إستراتيجيات التصدي للأمراض المزمنة</h2>
        <ul>
          <li>
            <a href="#b"> إستراتيجيات التصدي للأمراض المزمنة</a>
          </li>
        </ul>
      </div>
      <hr />
      <div className="contentZ">
        <h3><b>الامراض المزمنه</b></h3>
        <p>
          الأمراض المزمنة هي مشكلة عالمية، وشهدت أرقامها -منذ العقود الأخيرة من
          القرن العشرين- ارتفاعا ملحوظا. أما في البلاد العربية فقد أدت التغيرات
          في أنماط السلوك الغذائي والنشاط الجسمي إلى حدوث تطورات في معدلاتها
          وارتفاعها. وتشكل الأمراض المزمنة في العالم العربي تحديا لصناع القرار
          وواضعي الإستراتيجيات الصحية والطبية.
        </p>
        <iframe width={560} height={315} src="https://www.youtube.com/embed/PGdE4Ni_J_I?si=JX3VDi5QKjjhW8n4" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        <hr />
        <h3><b>- أنواع الأمراض المزمنة: </b></h3>
        <hr />
        <div id={1}>
          <h3><b>1-امراض القلب والاوعيه الدمويه</b></h3>
          <h3><b>تشمل أمراض القلب والشرايين أنواع عديدة، ومنها ما يلي:</b></h3>
          <ul>
            <li>عدم انتظام ضربات القلب.</li>
            <li>تصلب الشرايين.</li>
            <li>اعتلال عضلة القلب.</li>
            <li>عيوب خلقية في القلب.</li>
            <li>مرض الشريان التاجي.</li>
            <li>التهابات القلب.</li>
          </ul>
          <h3><b>عوامل خطر الإصابة بأمراض القلب والشرايين:</b></h3>
          <ul>
            <li>التدخين.</li>
            <li>أرتفاع ضغط الدم</li>
            <li>أرتفاع الكوليسترول</li>
            <li>مرض السكري</li>
            <li>البدانه</li>
            <li>التقدم في العمر</li>
            <li>العلاج الكميائي والعلاج بالاشعه</li>
            <li>الضغط العصبي</li>
          </ul>
          <h3><b>علاج امراض القلب والشريين</b></h3>
          <p>
            يعتمد علاج أمراض القلب بشكل كبير على نوع مرض القلب، وقد يشمل ما يلي:
          </p>
          <ul>
            <li>
              تناول المضادات الحيوية تحت إشراف الطبيب في حالات التهاب القلب.
            </li>
            <li>
              إجراء تغييرات في نمط الحياة تشمل ممارسة التمارين الرياضية، والتوقف
              عن التدخين، وتجنب تناول الكحول، واتباع نظام غذائي صحي قليل الدهون
              والأملاح.
            </li>
            <li>تناول بعض الأدوية التي تساعدة في السيطرة على أمراض القلب.</li>
            <li>
              التدخل الجراحي، فقد يلجأ الطبيب إلى إجراءات طبية أو جراحية تعتمد
              في نوعها على نوع مرض القلب ومدى تضرره
            </li>
          </ul>
          <h3><b> كيف يمكن الوقاية من امراض القلب والشرايين؟</b></h3>
          <ul>
            <li>التحكم في ضغط الدم، والحفاظ عليه ضمن الحدود الطبيعية.</li>
            <li>
              المحافظة على مستوى السكر والكوليسترول في الدم ضمن الحدود الطبيعية
              والصحية.
            </li>
            <li>التقليل من التعرض للإجهاد العصبي.</li>
            <li>
              اتباع نمط حياة صحي يتضمن ممارسة التمارين الرياضية واعتماد نظام
              غذائي صحي يتناسب مع نوع المرض.
            </li>
            <li>التوقف عن التدخين وتجنب تناول الكحول.</li>
            <li>المحافظة على وزن صحي وطبيعي.</li>
          </ul>
          <h3><b> ادوية متعلقة ب أمراض القلب والشرايين</b></h3>
          <ul>
            <li>الدهون، الكربوهيدرات، البروتين</li>
            <li>سيريفاستاتين</li>
          </ul>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/nBOotkwUSco?si=n8nuZmvNPixfxnG3" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        </div>
        <hr />
        <div id={2}>
          <h3><b>2-امراض الجهاز التنفسي</b></h3>
          <p>
            أمراض الجهاز التنفسي هي مجموعة من الاضطربات التي تصيب الجهاز التنفسي
            وتعيق من أداء وظيفتها، ومن هذه الأمراض:
          </p>
          <ul>
            <li>
              <b>الربو:</b>
              <p>
                تحدث أعراض الربو عندما تتضخم بطانة المسالك الهوائية وتضيق
                العضلات المحيطة بها، ثم يملأ المخاط مجرى الهواء، مما يقلل كمية
                الهواء التي يمكن أن تمر من خلالها، ويمكن أن تؤدي هذه الحالات بعد
                ذلك إلى نوبة الربو، وهي السعال وضيق الصدر الذي يعد عرضًا
                نموذجيًا للربو.
              </p>
              <h3>ما هي فسيولوجيا الربو؟</h3>
              <p>
                &nbsp;تنشأ&nbsp;نوبات الربو من تقلصات تشنجية تحدث في الشعب الهوائية، بسبب
                تهيجها من مادة تستثير حساسية غشائها المخاطي، والمواد التي تستثير
                الحساسية متنوعة منها ما يطرأ على الجسم من داخله؛ كسموم بؤرات
                التعفن في الفم، والأنف، والحلق وغيرها، أو ما يطرأ على الجسم من
                خارجه؛ كروائح بعض الزهور وشعر بعض الحيوانات، أو ريشها، أو
                فرائها، ومختلف الأتربة وبعض الأطعمة. ويمكن التعرف على نوع المادة
                التي تستثير الحساسية وتسبب ظهور أعراض الربو؛ باختبارات خاصة تجري
                بحقن المادة المشتبه بها في الجلد فإذا ما عرف نوع هذه المادة أمكن
                تجنبها، أو تحصين جسم المريض منها بحقنه بها، ومما يزيد التعرض
                لهذا المرض تأخر استئصال الزوائد الأنفية والحلقية والنزلات
                الشعبية المزمنة.
              </p>
              <h3>نصائح للتعايش مع الربو:</h3>
              <ul>
                <li>
                  يجب على مريض الربو المتابعة المستمرة عند الطبيب، لتقييم الحالة
                  باستمرار و منع حدوث نوبة الربو التي قد تستدعي دخول المستشفى.
                </li>
                <li>الانتظام بأدوية علاج الربو.</li>
                <li>تجنب التعرض للمواد المسببة للربو أو تزيد من حدته.</li>
                <li>تجنب التعرض للدخان.</li>
                <li>
                  تجنب الحجرات المغلقة وتجنب الخروج للمتنزهات والمراعي أثناء فصل
                  التزهير بالربيع.&nbsp;
                </li>
              </ul>
              <h3>كيف يمكن الوقاية من الربو؟</h3>
              <p>
                لا يوجد طريقة معينة للوقاية من الربو، إذ أنه في الغالب ناتج عن
                أسباب وراثية لا يمكن تعديلها ولكن يمكن الوقاية من حدوث نوبة
                وأعراض الربو من خلال ما يلي:
              </p>
              <ul>
                <li>الإقلاع عن التدخين.</li>
                <li>اتباع نظام غذائي صحي، وممارسة الرياضة.</li>
                <li>عدم التعرض للمواد المحفزة.</li>
                <li>تجنب التعرض للهواء البارد.</li>
                <li>ممارسة الرياضة.</li>
                <li>تخفيف الوزن عند الأشخاص المصابين بالسمنة.&nbsp;</li>
              </ul>
            </li>
            <br />
            <li>
              <b>انسداد الشعب الهوائيه المزمنه:</b>
              <p>
                عادة ما يحدث مرض الانسداد الرئوي المزمن بسبب التدخين بمختلف
                أنواعه من تدخين السجائر، أو الغليون، أو السيجار، وغيرها، وجدير
                بالذكر أنه كلما زادت مدة تدخين التبغ زادت احتمالية إصابة الشخص
                بداء الانسداد الرئوي المزمن.
              </p>
              <h3>اسباب داء الانسداد الرئوي المزمن</h3>
              <ul>
                <li>التعرض للتدخين السلبي.</li>
                <li>التعرض المستمر للهواء الملوث واستنشاق الغبار.</li>
                <li>استنشاق المواد الكيميائية المُهيجة.</li>
                <li>
                  استنشاق الأبخرة الناجمة عن احتراق الوقود للطهي أو التدفئة في
                  المنازل سيئة التهوية.
                </li>
                <li>تاريخ عائلي من الإصابة بداء الانسداد الرئوي المزمن.</li>
                عوامل جينية، منها نقص في البروتين المُضاد للتربسين ألفا-1، حيث
                وجد أن 5% من الأشخاص الذين يعانون من داء الانسداد الرئوي المزمن
                لديهم نقص في هذا البروتين، يؤدي هذا النقص إلى تدهور الرئتين وقد
                يؤثر أيضاً على الكبد.
              </ul>
              <h3>نصائح للتعايش مع داء الانسداد الرئوي المزمن</h3>
              <ul>
                <li>الإقلاع عن التدخين وتجنب التعرض للتدخين السلبي.</li>
                <li>
                  تجنب استنشاق الهواء الملوث أو التعرض للمثيرات التي تسبب تفاقم
                  الأعراض، مثل الأتربة والأدخنة.
                </li>
                <li>تجنب التعرض لهواء شديد البرودة أو طقس شديد الحرارة.</li>
                <li>ممارسة التمارين الرياضية الخفيفة بشكل منتظم.</li>
                <li>
                  اتباع التقنيات اللازمة للتنفس الفعال، مثل التنفس بعمق وإخراج
                  الزفير عن طريق ضم الشفاه. الحفاظ على وزن صحي.
                </li>
                <li>
                  شرب كميات وافرة من السوائل لتسهيل التخلص من البلغم العالق في
                  الممرات التنفسية.
                </li>
                <li>تلقي لقاح الإنفلونزا السنوي ولقاح المكورات الرئوية.</li>
              </ul>
              <h3>كيف يمكن الوقاية من داء الانسداد الرئوي المزمن؟</h3>
              <p>
                يتسم الداء الرئوي الانسدادي المزمن عن غيره من الأمراض الرئوية
                بمعرفة العامل الرئيسي المسبب له، وإمكانية الوقاية منه، حيث يمكن
                حماية أنفسنا من الإصابة به عن طريق:
              </p>
              <ul>
                <li>الإقلاع عن التدخين وعدم التعرض للتدخين السلبي.</li>
                <li>تجنب الأدخنة والهواء الملوث.</li>
                <li>
                  استخدام المعدات الوقائية اللازمة لحماية الجهاز التنفسي من
                  المواد الكيميائية المهيجة للعاملين في بيئة تعرض الشخص لهذه
                  العوامل.
                </li>
              </ul>
            </li>
            <br />
            <li>
              <b>توسيع القصبات:</b>
              <p>
                تعتبر حالة توسع القصبات من الحالات التي لا علاج لها ولكن يجب
                التعايش معها لضمان استمرار الحياة، ويبقى علاج الأعراض المصاحبة
                لها ضروري للسماح بمرور الأكسجين الكافي إلى كل خلايا الجسم.
              </p>
              <h3>اعراض توسع القصبات الهوائيه:</h3>
              <p>
                تعتبر الكحة المستمرة أكثر أعراض توسع القصبات شيوعاً بين
                المصابين، وتكون هذه الكحة مصحوبة بكميات كبيرة من البلغم الذي
                يختلف شكله ما بين الأصفر الباهت أو الأخضر، وتشمل بعض الأعراض
                الأخرى ما يلي:
              </p>
              <ul>
                <li>الشعور بوجود ألم في الصدر.</li>
                <li>ملاحظة وجود دم مع البلغم.</li>
                <li>الشعور بألم في المفاصل.</li>
                <li>الإحساس بضيق في التنفس.</li>
                <li>وجود أزيز أثناء عملية التنفس.</li>
                <li>انتفاخ في أطراف الأصابع.</li>
              </ul>
              <p>
                وهناك علامات أخرى تدل على الإصابة بالتهاب في الرئة وهي التي تحدث
                نتيجة الإصابة بعدوى في الرئة تزيد من معدل الأعراض في فترة قليلة
                وهو ما يعرف باسم تفاقم العدوى، وهي تسبب أيضاً:
              </p>
              <ul>
                <li>زيادة شدة ضيق التنفس.</li>
                <li>وجود كميات أكبر من البلغم أو زيادة اخضرار لون البلغم.</li>
                <li>آلام حادة في الصدر يزداد مع محاولة التنفس.</li>
                <li>الإحساس بالتعب الشديد في الجسم.</li>
                <li>السعال المصحوب بالدم.</li>
              </ul>
              <h3>علاج توسع القصبات:</h3>
              <p>
                الضرر الذي يلحق بالرئتين عن طريق توسع القصبات لا يمكن تفاديه،
                ولكن يمكن للعلاج أن يخفف من أعراضه وكذلك يمنع تفاقم الحالة،
                ويكون العلاج في الغالب مزيج ما بين الأدوية والتمرينات وتغيير
                العادات اليومية ومن بين الطرق المتبعة لتخفيف أعراض توسع القصبات
                ما يلي:
              </p>
              <ul>
                <li>الامتناع عن التدخين.</li>
                <li>الاعتماد على الأنظمة الغذائية المتزنة والصحية.</li>
                <li>الاهتمام بممارسة الرياضة بانتظام.</li>
                <li>
                  التأكيد على تناول لقاح المكورات الرئوية، وكذلك لقاح الأنفلونزا
                  الموسمي.
                </li>
                <li>
                  الاعتماد على مجموعة واسعة من الأدوية والمضادات الحيوية باختلاف
                  سبب توسع القصبات.
                </li>
                <li>
                  الجراحة في حالة تأثير توسع القصبات على جزء واحد فقط من الرئة
                  ومن الممكن إزالته جراحياً.
                </li>
              </ul>
              <h3>كيف يمكن الوقاية من توسع القصبات؟</h3>
              <p>
                اهم طرق الوقاية والتعامل مع التهابات الرئة على وجه السرعة ما
                يلي:
              </p>
              <ul>
                <li>
                  التطعيمات في مرحلة الطفولة مثل لقاح الانفلونزا سنوياً تساعد في
                  تقليل الفرصة لبعض الالتهابات.
                </li>
                <li>عدم التدخين.</li>
                <li>الابتعاد عن الملوثات والهواء غير النقي.</li>
              </ul>
            </li>
          </ul>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/bTjV8_P1DVM?si=gbERJU3-66xwOJz7" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        </div>
        <hr />
        <div id={3}>
          <h3><b>3-داء السكري</b></h3>
          <p>
            هو داء مزمن يؤثر على طريقة استقبال خلايا الجسم للجلوكوز أو كمية
            الأنسولين التي يفرزها البنكرياس، مما يؤدي إلى حدوث ارتفاع أو انخفاض
            غير طبيعي في مستوى السكر بالدم.
          </p>
          <h3>أنواع داء السكري:</h3>
          <ul>
            <li>السكري من النوع الأول:</li>
            <p>
              هو نقص إفراز الانسولين أو عدم إفرازه نهائيًا بسبب تلف في خلايا
              بيتا في البنكرياس مما يجعل المريض بحاجة للحصول على انسولين من مصدر
              خارجي مدى الحياة.
            </p>
            <h3>-اعراض السكري النوع الاول:</h3>
            <p>
              تظهر علامات وأعراض الإصابة بمرض السكري النوع الأول بشكل تدريجي أو
              مفاجئ على النحو التالي:
            </p>
            <ul>
              <li>تكرار التبول.</li>
              <li>فرط العطش.</li>
              <li>فقدان الوزن بشكل سريع.</li>
              <li>الإعياء.</li>
              <li>فرط الشهية.</li>
              <li>الغثيان.</li>
              <li>تغيم الرؤية.</li>
              <li>تأخر تعافي الجروح.</li>
              <li>جفاف الفم.</li>
              <li>
                التهاب متكرر في الجلد، أو الجهاز البولي، أو المهبل للإناث.
              </li>
              <li>تقلبات المزاج.</li>
              <li>التبول الليلي اللاإرادي للأطفال.</li>
            </ul>
            <h3>- نصائح للتعايش مع السكري النوع الاول:</h3>
            <p>
              نذكر فيما يلي بعض النصائح الهامة للتعايش مع داء السكري من النوع
              الأول:
            </p>
            <ul>
              <li>
                المراقبة الدورية لمستوى الجلوكوز في الدم من خلال فحص
                الهيموغلوبين السكري، وبمعدل 4-6 مرات سنوياً؛ للتأكد من كفاءة
                العلاج الموصى به من قبل الطبيب.
              </li>
              <li>
                الالتزام بالنظام الغذائي لمرضى السكري النوع الأول الموصى به من
                قبل الطبيب أو اخصائي التغذية السريرية، والتي تكون بهدف:
                <ul>
                  <li>
                    المحافظة على مستويات سكر الدم طوال اليوم ضمن الحدود
                    الطبيعية.
                  </li>
                  <li>
                    إرشاد المريض إلى الابتعاد عن فكرة تجويع الجسم أو إشباعه.
                  </li>
                  <li>
                    إدراك أن تجويع الجسم يؤدي إلى نقصان مستويات السكر بالدم،
                    والتي لها مضاعفات قد تكون خطيرة في حالة تكرارها.
                  </li>
                  <li>
                    معرفة أن إشباع الجسم بالسكريات والنشويات، يؤدي بالمقابل إلى
                    ارتفاع مستويات سكر الدم، والشعور بالتعب الشديد، ووخز المعدة،
                    وغيرها من الأعراض.
                  </li>
                </ul>
              </li>
              <li>
                الحفاظ على صحة الأسنان وتنظيفها بشكل مستمر؛ لتجنب الإصابة
                بالتهابات اللثة المزمنة.
              </li>
              <li>
                السيطرة على مستوى الكوليستيرول في الدم، وضغط الدم ضمن المعدلات
                الطبيعية. ممارسة التمارين الرياضية بشكل دوري ومنتظم.
              </li>
              <li>
                الانتباه لأعراض انخفاض السكر في الدم، مثل تسارع نبضات القلب،
                والتعرق، وارتعاش اليدين. في حال انخفاض السكر يجب على المريض
                تناول شيء حلو سريع الهضم، مثل السكريات البسيطة لتجنب فقدان
                الوعي، وتجنب تناول الأطعمة الدسمة، مثل الشوكولاتة أو الحليب كامل
                الدسم.
              </li>
            </ul>
            <iframe width={560} height={315} src="https://www.youtube.com/embed/MaDsUQ74zkw?si=lYWrBbd_Z3zUgsZ3" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
            <br />
            <li>السكري من النوع الثاني:</li>
            <p>
              هو مقاومة الجسم لتأثير الانسولين، أو أن خلايا بيتا لا تنتج ما يكفي
              منه.
            </p>
            <h3>اسباب السكري النوع الثاني:</h3>
            <p>
              في الوضع الطبيعي، يحتاج الجسم إلى الطاقة، فيستمدها من الجلوكوز عند
              تناوله للطعام، فيبقى الجلوكوز يدور في مجرى الدم حتى يفرز هرمون
              الأنسولين من قبل خلايا بيتا بالبنكرياس، ليقوم الأنسولين بإدخال
              الجلوكوز إلى الخلايا حتى تستفيد منه كمصدر للطاقة. أما في حالة
              الإصابة بمرض السكري النوع الثاني، فإنه يتم إفراز هرمون الأنسولين
              كما الوضع الطبيعي، ولكن خلايا الجسم لا تحسن استخدامه، بالتالي
              يتراكم الجلوكوز بالدم، مسبباً ارتفاعاً في مستويات سكر الدم، وهذا
              ما يعرف باسم مقاومة الأنسولين.
            </p>
            <h3>كيف يتم تشخيص السكري النوع الثاني؟</h3>
            <p>
              يمكن تشخيص مرض السكري النوع الثاني من خلال إجراء بعض الفحوصات،
              والتي تشمل:
            </p>
            <ul>
              <li>
                &nbsp;تحليل السكر التراكمي أو فحص الهيموغلوبين السكري (A1C) الذي
                يرتفع عن 6.5 عند الإصابة بالسكري.
              </li>
              <li>
                فحص الجلوكوز العشوائي الذي يرتفع عن 200 مغ / دسل عند الإصابة
                بالسكري.
              </li>
              <li>
                فحص غلوكوز الصيام الذي يرتفع عن 126 مغ / دسل عند الإصابة
                بالسكري.
              </li>
              <li>
                اختبار تحمل الغلوكوز الفموي الذي يكشف عن تركيز الغلوكوز بعد مرور
                ساعتين على تناول محلول سكري، وتشخص الإصابة بالسكري عند ارتفاع
                تركيز الغلوكوز عن 200 مغ / دسل.
              </li>
              <li>الفحص المخبري للبول الذي يكشف عن وجود الأجسام الكيتونية.</li>
            </ul>
            <h3>علاج السكري النوع الثاني:</h3>
            <p>
              يمكن أن يكون لمرض السكري النوع الثاني علاج يشمل اتخاذ عدد من
              التدابير التي تهدف إلى الحفاظ على سلامة أعضاء الجسم المختلفة
              كالكليتين، والدماغ وغيرها. وتشمل هذه الإجراءات ما يلي:
            </p>
            <ul>
              <li>
                &nbsp;اتباع النظام الغذائي الموصى به من قبل الطبيب أو أخصائي التغذية
                السريرية، وعادة ما يكون غني بالخضراوات، والفواكه والدهون
                الصحية.&nbsp;
              </li>
              <li>
                التقليل من السكريات والبروتينات عالية الدهون، والدهون غير
                الصحية، لتجنب فرط سكر الدم.
              </li>
              <li>
                التركيز بالحمية على عدم حرمان المريض من الطعام لفترة تتجاوز 3
                ساعات، للابتعاد عن تجويع الجسم الذي يؤدي إلى نقصان مستويات سكر
                الدم.&nbsp;
              </li>
              <li>العلاج التعويضي لهرمون الإنسولين في الحالات المتقدمة.</li>
              <li>
                &nbsp;السيطرة على مستوى الجلوكوز في الدم من خلال العقاقير الدوائية
                وممارسة الرياضة بشكل منتظم.
              </li>
              <h3>وتشمل أدوية علاج السكري النوع الثاني:</h3>
              <li>&nbsp;ميتفورمين (بالإنجليزية: Metformin).</li>
              <li>&nbsp;تولازامايد (بالإنجليزية:&nbsp; Tolazamide).</li>
              <li>غليكلازيد (بالإنجليزية: Gliclazide).</li>
              <li>ميغليتول (بالإنجليزية: Miglitol).</li>
            </ul>
            <h3>نصائح للتعايش مع السكري النوع الثاني</h3>
            <p>
              يجب القيام بالمراقبة الدورية لمستوى السكر في الدم من خلال فحص
              السكر التراكمي 4 - 6 مرات سنوياً. كما ينبغي الحفاظ على صحة القدمين
              لتجنب تقرحات القدم السكرية، وتجنب شرب الكحول، والحفاظ على صحة
              الأسنان لتجنب التهابات اللثة المزمنة. كما ينبغي السيطرة على
              مستويات الكوليسترول والضغط، وممارسة التمارين الرياضية بشكل دوري.
            </p>
            <h3>كيف يمكن الوقاية من السكري النوع الثاني؟</h3>
            <p>للوقاية من السكري النوع الثاني ينبغي اتباع الإرشادات التالية:</p>
            <ul>
              <li>&nbsp;الالتزام بنظام غذائي صحي قليل الدهون والسعرات الحرارية.</li>
              <li>
                &nbsp;الحفاظ على النشاط البدني وممارسة التمارين بمعدل 30 دقيقة
                يومياً.
              </li>
              <li>الحفاظ على الوزن الصحي لتجنب السمنة.</li>
            </ul>
          </ul>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/2JHy2NgLc5E?si=TZWvWCxKyrcTDHad" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        </div>
        <hr />
        <div id={4}>
          <h3><b>4-الفشل الكلوي</b></h3>
          <p>
            يعد الفشل الكلوي (بالإنجليزية: Kidney Failure) اضطراب ناتج عن
            الاختلال الوظيفي للكليتين، حيث تعمل الكلية الطبيعية السليمة كفلتر
            حيوي للجسم، وتحافظ على توازن سوائل الجسم، والمواد الكيميائية وحامضية
            الدم، وتنتج هرمونات تتحكم في إنتاج كريات الدم الحمراء ونمو العظام،
            ويؤدي الفشل الكلوي إلى تراكم نواتج الفضلات في أنسجة الجسم المختلفة،
            ويصيب جميع الفئات العمرية خاصة كبار السن.
          </p>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/au7pMyVBeZU?si=DAtoxkkRALzg0ioC" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
          <h3>اعراض الفشل الكلوي</h3>
          <p>
            يصعب تحديد أعراض الفشل الكلوي في بدايته حيث تكون الأعراض بسيطة؛ فلا
            تظهر أية علامات أو أعراض إلا بعد أن تتناقص الوظائف الكلوية إلى حد لا
            تستطيع فيه تحقيق التوازن بين الماء والأملاح، وتتمثل فيما يلي:
          </p>
          <ul>
            <li>تورم الأطراف خاصة الساقين والكاحلين والقدمين.</li>
            <li>ضيق التنفس، وألم في الصدر.</li>
            <li>الإرتباك، وتناقص القدرات المعرفية.</li>
            <li>قلة إنتاج البول.</li>
            <li>تشنجات عضلية.</li>
            <li>الغثيان والقيء.</li>
            <li>الخمول.</li>
            <li>جفاف الجلد.</li>
            <li>فقدان الشهية.</li>
            <li>تشنجات.</li>
          </ul>
          <h3>علاج الفشل الكلوي</h3>
          <p>
            يعتمد علاج الفشل الكلوي الحاد على علاج السبب المؤدي للفشل، وقد يحتاج
            المريض إلى الغسيل الكلوي المؤقت، بينما يعالج الفشل الكلوي النهائي عن
            طريق زراعة الكلى، والغسيل الكلوي، وغسيل الكلى البريتوني، ويعتمد علاج
            الفشل الكلوي المزمن على:
          </p>
          <ul>
            <li>
              تحديد السبب وعلاجه إن أمكن لمحاولة منع تراجع وظائف الكلى المستمر.
            </li>
            <li>السيطرة على الأعراض التي تصيب المريض.</li>
            <li>
              الالتزام بالحمية الغذائية الخاصة، وإعطاء بعض الأدوية التي تساعد
              على إبطاء تطور الفشل من المرحلة الأولى إلى المرحلة الخامسة لأن
              الفشل الكلوي المزمن ينتقل من مرحلة إلى أخرى بسرعات مختلفة.
            </li>
            <li>
              تجنب تعرض مريض الفشل الكلوي إلى أي علاج قد يضعف وظائف الكلى؛ ولذلك
              يجب عليه عدم تناول أي علاج قبل استشارة طبيب الكلى
            </li>
          </ul>
          <h3>كيف يمكن الوقاية من الفشل الكلوي؟</h3>
          <p>يمكن الوقاية من الفشل الكلوي باتباع عدة نصائح مثل:</p>
          <ul>
            <li>
              الالتزام بالتعليمات المرفقة والجرعات الموصى بها عند تناول العقاقير
              الدوائية التي تصرف دون وصفة طبية كالأسبرين، والإيبوبروفين،
              والأسيتامينوفين لتجنب فرط الجرعة المسبب ضرر الكلى.
            </li>
            <li>
              السيطرة على عوامل الخطر المرتبطة بالفشل الكلوي كارتفاع ضغط الدم،
              واعتلال الكلى السكري.
            </li>
            <li>الحفاظ على الوزن الصحي.</li>
            <li>تناول نظام غذائي صحي متوازن.</li>
            <li>ممارسة الرياضة بانتظام.</li>
            <li>تجنب التدخين.</li>
          </ul>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/PGYJgnZb3o8?si=wKbl3IZLmN3eMmAL" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        </div>
        <hr />
        <div id={5}>
          <h3><b>5-مرض السرطان</b></h3>
          <p>
            السرطان (بالإنجليزية: Cancer) هو نمو غير طبيعي للخلايا في الجسم بسبب
            حدوث خلل فيها، والذي يمكن أن يحدث في أي جزء من أجزاء الجسم نتيجة
            وجود خلل في الأنظمة الطبيعية الخلوية التي تتحكم بانقسام الخلايا
            وتكاثرها، مما يؤدي إلى عدم موت الخلايا القديمة واستمرارها بالنمو
            وتكوين خلايا غير طبيعية، ينتج عن ذلك تكون كتل من الأنسجة التي تعرف
            بالأورام (بالإنجليزية: Tumors) وظهور أعراض السرطان.
          </p>
          <h3>-اسباب مرض السرطان:</h3>
          <p>
            يتطور السرطان نتيجة حدوث ضرر أو تشوهات في جينات معينة تتحكم في دورة
            حياة الخلايا، بما فيها النمو، والوظائف، والانقسام، والموت، حيث ينتج
            عن هذه الأضرار عدم اتزان بين النمو الطبيعي للخلايا وموتها. من الصعب
            تحديد أسباب الإصابة بالسرطان&nbsp;عند الأشخاص بسبب تنوعها، إلا أن
            المسببات وعوامل الخطر التي قد تؤدي إلى إلحاق الضرر بالجينات والحمض
            النووي المتحكمة بالخلايا تتضمن ما يلي:
          </p>
          <ul>
            <li>
              التشوهات، بعض التشوهات الجينية قد تؤدي إلى تطور السرطان بسبب
              الاختلال في الاتزان ببعض أنواع الجينات مثل طليعة الجينات الورمية
              والجينات الكابتة للورم والجينات المسؤولة عن إصلاح الحمض النووي،
              فعلى سبيل المثال تم ربط حدوث تشوهات في جين BRCA1 وجين BRCA2 بزيادة
              خطر الإصابة بسرطان الثدي وسرطان المبيض، حيث يمكن أن تنتقل هذه
              التشوهات في الجينات من جيل إلى آخر مسببةً زيادة وراثية في خطر
              الإصابة بالسرطان.
            </li>
            <li>
              العوامل البيئية، يمكن أن تسبب بعض العوامل البيئية الإصابة
              بالسرطان، مثل التعرض المستمر لأشعة الشمس وما تحمله من الأشعة فوق
              البنفسجية الذي يسبب سرطان الجلد، بالإضافة إلى العديد من الملوثات
              الجوية أو الملوثات التي يمكن التعرض لها في بيئة العمل، مثل الدخان
              الناتج عن السيارات والمصانع، وغبار الأخشاب، والاسبست (بالإنجليزية:
              Asbestos)، وبعض المركبات البلاستيكية، وغيرها.
            </li>
            <li>
              الجراثيم، بعض الجراثيم والكائنات الدقيقة تؤدي إلى زيادة خطر
              الإصابة بالسرطان مثل جرثومة المعدة التي تزيد من خطورة الإصابة
              بسرطان المعدة، بالإضافة إلى بعض أنواع الفيروسات مثل فيروس التهاب
              الكبد ب، وفيروس التهاب الكبد سي، وفيروس الورم الحليمي البشري،
              وفيروس ايبشتاين بار.
            </li>
            <li>
              أسلوب الحياة والنظام الغذائي، قد تزيد بعض الاختيارات الحياتية
              الخاطئة من خطر الإصابة بالسرطان، مثل التدخين فهو مرتبط بعدة أنواع
              من الأورام، مثل أورام الرئة، والمريء، والمثانة، بالإضافة إلى تناول
              الأطعمة غير الصحية، وقلة النشاط البدني، والسمنة، والإفراط في تناول
              الكحول، وكثرة تناول الأطعمة المشوية على الفحم.
            </li>
            <li>
              الإشعاع، حيث يزيد التعرض لبعض أنواع الإشعاع من خطورة الإصابة
              بالسرطان، مثل الإشعاع المؤين (بالإنجليزية: Lonising Radiation)
              الذي يمكن التعرض له عن طريق الأشعة السينية، أو إشعاع عنصر الرادون
              من التربة، بالإضافة إلى الإشعاع غير المؤين الذي يمكن التعرض له عن
              طريق أشعة الشمس وما تحمله من أشعة فوق بنفسجية.
            </li>
            <li>
              الأدوية، يزيد استعمال بعض الأدوية من خطر الإصابة بالسرطان مثل بعض
              الأدوية المضادة للأورام، وبعض الأدوية الهرمونية، وبعض الأدوية التي
              تسبب ضعف المناعة.
            </li>
          </ul>
          <p>
            بالرغم من وجود عدة عوامل مسببة للسرطان قد يتعرض لها الإنسان خلال
            حياته، إلا أنه ليس بالضرورة أن يصاب به، ويفسر ذلك بكمية ومدة تعرضه
            لعوامل الخطر، حيث تزيد احتمالية الإصابة بزيادة التعرض لعوامل الخطر،
            كما يتميز بعض الأشخاص بزيادة وقوة الإستجابة المناعية المسؤولة عن
            التخلص من الخلايا غير الطبيعية لديهم، مما يقلل خطر تعرضهم للسرطان.
          </p>
          <h3>- اعراض مرض السرطان</h3>
          <p>
            كما ذكر سابقاً توجد أنواع كثيرة من الأورام وقد تصيب أي مكان في
            الجسم، وتعتمد أعراض السرطان على نوعه، وموقعه، وما إذا كان انتشر إلى
            أماكن أخرى من الجسم أم لا، إلا أن بعض الأعراض قد تشير إلى خطورة
            معاناة الشخص من السرطان، وتستوجب إجراء الفحوصات الطبية اللازمة بأسرع
            وقت، لذلك يجب مراجعة الطبيب المختص في حالة وجود أي تغير في الجسم
            مستمر لفترة ولا يوجد له تفسير واضح وتشمل هذه الأعراض ما يلي:
          </p>
          <ul>
            <li>
              ظهور كتل، أو زيادة في سمك الثدي، أو الخصيتين، أو غيرها تحت الجلد
              من مناطق الجسم.
            </li>
            <li>
              تغيرات واضحة في حجم، أو لون، أو شكل، أو سمك الثآليل أو الشامات.
            </li>
            <li>تقرحات في الجلد دون مبرر.</li>
            <li>تعب وإرهاق مستمر.</li>
            <li>إمساك أو عدم انتظام عادات التبرز.</li>
            <li>زيادة أو نقصان مفاجئ في الوزن، وفقدان الشهية.</li>
            <li>نزول دم مع البراز أو البول، أو إفرازات غير طبيعية.</li>
            <li>عسر الهضم أو ألم في البطن أو مشاكل في البلع.</li>
            <li>سعال مستمر أو متزايد أو تغير في الصوت.</li>
            <li>التهاب الحلق الذي لا يتعافى.</li>
            <li>
              حدوث نزيف أو إفرازات غير معتادة، مثل خروج إفرازات من حلمة الثدي.
            </li>
            <li>حمى غير معروفة السبب، قد تكون مستمرة، أو تذهب وتعود</li>
            <li>
              آلام جديدة في العظام، أو أجزاء الجسم الأخرى بشكل مستمر قد تزداد
              سوءً مع الوقت، أو قد تذهب وتعود، لكنها مختلفة عن أي نوع ألم قد
              عانى منه المريض سابقاً.
            </li>
          </ul>
          <p>
            لا تقتصر أعراض السرطان على الأعراض المذكورة سابقاً حيث أن هذه
            الأعراض تعتبر أعراض عامة، حيث يوجد العديد من أنواع السرطان الذي
            يتميز كل نوع منها بأعراض مميزة دالة عليه، وقد تكون هذه الأعراض بسبب
            أمراض أخرى لا تتعلق بالأورام و بالسرطان ولكن&nbsp; يجب عدم إهمالها الى أن
            يتم التأكد من سببها. فعلى سبيل المثال يعاني المرضى المصابون بسرطان
            الرئة من بعض الأعراض العامة للسرطان مثل الألم، إلا أن هذا الألم
            غالباً ما يكون في منطقة الصدر، كما قد يعانون من النزيف إلا أن هذا
            النزيف غالباً ما يحدث عند السعال، كما يعانون من ضيق التنفس، والتعب
            الشديد، وهكذا أيضاً المصابون مثلاً بسرطان الشرج، حيث أن أعراض سرطان
            الشرج تختلف بعض الشيء.
          </p>
          <h3>- كيف يتم تشخيص مرض السرطان؟</h3>
          <p>
            من المهم تشخيص السرطان في مراحله المبكرة، لتحقيق الشفاء المطلوب في
            أسرع وقت قبل الوصول إلى المراحل المتقدمة التي يصعب شفائها، وعند
            إهمال المريض في المراجعة وعمل الفحوصات يؤدي ذلك إلى تقدم الورم. يتم
            في بعض الأحيان تشخيص وجود السرطان أثناء القيام بإجراء الفحوصات
            التقليدية لأي مشكلة طبية، حيث أن كثيراً من مرضى السرطان لا يعانون من
            أي أعراض، إلا أن أغلب حالات السرطان يتم تشخيصها عند بدء ظهور
            الأورام، أو معاناة المريض من أعراض غير طبيعية تدفعه لمراجعة الطبيب.
          </p>
          <h3>يبدأ تشخيص السرطان بعمل:</h3>
          <ul>
            <li>فحص جسدي سريري شامل للمريض، وأخذ تاريخه الطبي.</li>
            <li>
              بعض الفحوصات المخبرية مثل تحليل الدم الشامل، أو تحليل البول، أو
              البراز قد تساعد على الكشف عن بعض الاعتلالات التي تشير إلى وجود
              السرطان.
            </li>
          </ul>
          <h3>
            وفي حالات الشك في وجود الأورام يتم اللجوء إلى بعض الفحوصات التصويرية
            مثل:
          </h3>
          <ul>
            <li>الأشعة السينية.</li>
            <li>التصوير المقطعي المحوسب (بالإنجليزية: Computed tomography).</li>
            <li>التصوير بالموجات فوق الصوتية.</li>
            <li>
              عمليات التنظير، وغيرها من الفحوصات التي تساعد على تحديد مكان وحجم
              الأورام.
            </li>
            <p>أهم الأورام التي يمكن تشخيصها بالفحص المبكر:</p>
            <ul>
              <li>
                أورام الثدي: عن طريق عمل صور الثدي (بالإنجليزية: Mammogram)
                دورياً.
              </li>
              <li>أورام القولون والمستقيم: عن طريق فحص البراز أو التنظير.</li>
              <li>أورام الجلد: عن طريق الفحص الدوري في عيادة الجراحة.</li>
            </ul>
          </ul>
          <h3>- كيف يمكن الوقاية من مرض السرطان؟</h3>
          <p>
            يرى العديد من الأخصائين أنه يمكن الوقاية من مرض السرطان بكثير من
            أنواعه، أو التقليل من خطر الإصابة بها على الأقل، حيث أن اتباع بعض
            الأمور يساعد على الوقاية من الإصابة بالسرطان، وتشمل هذه الأمور ما
            يلي:
          </p>
          <ul>
            <li>
              التوقف عن التدخين، وتجنب التعرض للأدخنة الصادرة عن التدخين، أو
              غيرها من مصادر التلوث الهوائي.
            </li>
            <li>
              إتباع نظام غذائي صحي ومتوازن، عن طريق التقليل من تناول الأطعمة
              واللحوم المعالجة، والتركيز على تناول الخضروات والفواكه،
              والبروتينات والدهون الصحية، وتجنب شرب الكحول.
            </li>
            <li>
              الحفاظ على وزن صحي، والحرص على الحركة وممارسة التمارين الرياضية.
            </li>
            <li>
              الحصول على اللقاحات، لا سيما اللقاحات التي تستعمل للوقاية من
              الأمراض الفيروسية التي قد تسبب الإصابة بالسرطان، مثل فيروس التهاب
              الكبد الوبائي، وفيروس الورم الحليمي البشري.
            </li>
            <li>
              مراجعة الطبيب بشكل دوري، للقيام بالفحوصات التي تساعد على الكشف عن
              مرض السرطان في مراحله المبكرة، وتزيد من فرصة التعافي منه.
            </li>
            <li>
              تجنب الممارسات الخطرة، مثل ممارسة الجنس الغير آمن، أو استعمال نفس
              الحقن للحصول على جرع الأدوية المختلفة، أو عمل الأوشام على الجلد في
              الأماكن الغير مرخصة.
            </li>
          </ul>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/WC_y75ZdhUY?si=Ol1RUtEYoLMKzC2Y" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        </div>
        <hr />
        <div id={6}>
          <h3><b>6-التهابات المفاصل</b></h3>
          <p>
            يعد التهاب المفاصل السبب الرئيسي للعجز ويصيب غالباً كبار السن، كما
            يتميز بالتهاب وتورم في مفاصل الجسم مع صعوبة تحريكها. تقدم التمارين
            المنتظمة المعتدلة والتخلص من الوزن الزائد مجموعة من الفوائد للأشخاص
            المصابين بالتهاب المفاصل عن طريق الحد من آلام المفاصل وتيبسها، وبناء
            العضلات القوية حول المفاصل، وزيادة المرونة والقدرة على التحمل.
          </p>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/dFgoITG3HM8?si=pyGvL1gvPKeq2YbT" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
          <h3>اسباب التهاب المفاصل</h3>
          <p>
            لا يزال السبب الدقيق للإصابة بالتهاب المفاصل غير معروف، ولكن هناك
            عدد من الأسباب التي يًعتقد أنها تساهم في الإصابة بالتهاب المفاصل،
            ومنها:
          </p>
          <ul>
            <li>احتكاك المفاصل وتلف الغضاريف الموجودة بينها بسبب ثقل الوزن.</li>
            <li>الإصابة بكسور العظام.</li>
            <li>
              الإصابة بأمراض المناعة الذاتية التي تتسبب بمهاجمة جهاز المناعة
              للعظام والمفاصل.
            </li>
            <li>الاصابة بعدوى بكتيرية أو فيروسية.</li>
            <li>التقدم في السن.</li>
            <li>
              طبيعة العمل التي تتطلب الوقوف لفترات طويلة قد تزيد من فرصة حدوث
              التهاب المفاصل وفقاً للدراسات الإحصائية الطبية الحديثة.
            </li>
          </ul>
          <h3>كيف يمكن الوقاية من التهاب المفاصل؟</h3>
          <p>يمكن اتباع عدد من الإرشادات الصحية للوقاية من التهاب المفاصل:</p>
          <ul>
            <li>
              يجب القيام بالفحوصات الدورية للكشف المبكر عنها، خاصة في حال وجود
              عامل وراثي للإصابة بالتهاب المفاصل.
            </li>
            <li>الحفاظ على الوزن المثالي أو القريب من المثالي.</li>
            <li>ممارسة الرياضة.</li>
            <li>مراجعة الطبيب في حال الشعور بآلام المفاصل.</li>
          </ul>
          <h3>كيف يتم تشخيص التهاب المفاصل؟</h3>
          <p>
            يمكن أن يلجأ الطبيب إلى التدابير التالية لتشخيص التهاب المفاصل
            وتحديد نوعه، ودرجته، واتخاذ القرار المناسب فيما يتعلق بالعلاج
            السليم:
          </p>
          <ul>
            <li>
              الفحص السريري الذي يكشف عن احمرار وانتفاخ المفصل وتغير شكله.
            </li>
            <li>تحليل عينة من السوائل الموجودة حول المفصل.</li>
            <li>الفحوصات المخبرية للدم للكشف عن حدوث العدوى ومسببها.</li>
            <li>التصوير المقطعي المحوسب (CT) للمفصل.</li>
            <li>التصوير بالأشعة السينية (X-ray) للمفصل.</li>
            <li>
              فحوصات مؤشرات الالتهاب ومنها البروتين التفاعلي c (بالإنجليزية:
              C-reactive protein).
            </li>
          </ul>
          <h3>علاج التهاب المفاصل:</h3>
          <p>تشمل أدوية التهاب المفاصل الشائعة ما يلي:</p>
          <ul>
            <li>
              المسكنات: تعمل على تقليل الألم لكنها لا تساعد على علاج الالتهاب،
              مثل أسيتامينوفين.
            </li>
            <li>
              مضادات الالتهاب غير الستيرويدية: تعمل على تقليل الألم والالتهاب،
              تشمل مضادات الالتهاب غير الستيروئيدية المتاحة دون وصفة طبية
              إيبوبروفين، ونابروكسين الصوديوم، وتتوفر بعض مضادات الالتهاب غير
              الستيروئيدية على شكل كريمات أو لاصقات يمكن وضعها على مفاصل معينة.
            </li>
            <li>
              مضادات التهيج: تحتوي بعض الكريمات والمراهم على المنثول أو
              الكابسيسين، حيث يمكن أن يؤدي وضعها على الجلد فوق مفصل مؤلم إلى
              تعديل إشارات الألم الصادرة من المفصل وتقليل الألم.
            </li>
            <li>
              الأدوية المضادة للروماتيزم المعدلة للمرض: تستخدم لعلاج التهاب
              المفاصل الروماتويدي، وتعمل هذه الأدوية على تعديل سير المرض أو منع
              الجهاز المناعي عن مهاجمة المفاصل، مثل ميثوتريكسات، وهيدروكسي
              كلوروكوين.
            </li>
            <li>
              المستحضرات الدوائية الحيوية: هي أدوية معدلة وراثيًا تستهدف جزيئات
              البروتين المختلفة المشاركة في الاستجابة المناعية،تشمل هذه الأدوية
              إيتانرسبت، وإنفليكسيماب.
            </li>
            <li>
              الستيرويدات: حيث يقلل البريدنيزون والكورتيزون الالتهاب ويثبطان
              جهاز المناعة.
            </li>
          </ul>
          <h3>نصائح للتعايش مع التهاب المفاصل:</h3>
          <p>
            يفضل اتباع التعليمات التالية للتخفيف من حدة الأعراض والتعايش مع
            التهاب المفاصل:
          </p>
          <ul>
            <li>ممارسة التمارين الرياضية المناسبة، مثل رياضة السباحة.</li>
            <li>
              استخدام الكمادات الساخنة أو الباردة على المفصل وتدليك المفاصل
              المصابة باستمرار وبالطريقة الصحيحة.
            </li>
            <li>الحرص على الحصول على عدد كافٍ من ساعات النوم.</li>
            <li>
              الحفاظ على نظام غذائي صحي، يشمل الإكثار من تناول الخضروات،
              والفواكه، والأطعمة التي تحتوي على الفيتامينات والمعادن، حيث تحتوي
              على مضادات الأكسدة التي تعمل على تقليل الالتهاب.
            </li>
            <li>
              الحفاظ على الوزن المثالي أو الأقرب إلى المثالي لتخفيف الضغط على
              المفاصل.
            </li>
            <li>تحريك المفصل كل فترة معينة وعدم الثبات بوضعية معينة.</li>
          </ul>
          <iframe width={560} height={315} src="https://www.youtube.com/embed/TV3E_CutOow?si=fSbnNvC5xA93hsZz" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
        </div>
        <div id="b">
          <h3><b> إستراتيجيات التصدي للأمراض المزمنة:</b></h3>
          <br />
          <ul>
            <li>
              تقليل عوامل الخطر، مثل فرض المزيد من الضرائب على صناعة التبغ
              لتقليل معدلات التدخين، وتشجيع الناس على ممارسة الرياضة.
            </li>
            <li>
              توفير الرعاية الصحية الأولية للكشف عن الأمراض المزمنة في مراحلها
              المبكرة قبل تطورها، وهذا يؤدي إلى تحسين نوعية حياة الأفراد وتقليل
              كلفة العلاج اللاحق التي ستكون أكبر عند استفحال المرض وتطور
              مضاعفاته.
            </li>
            <li>
              توسيع مظلة التأمين الصحي ليشمل الأمراض المزمنة، ويقدر أن التأمين
              الصحي في دول العالم المتقدم يغطي الأمراض المزمنة بشكل أفضل من
              الدول الفقيرة والنامية بمقدار أربعة أضعاف، وهذا يفسر انخفاض نسب
              الوفيات الناجمة عن هذه الأمراض فيها وارتفاعها في الدول الفقيرة.
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
  <ScrollToTopButton/>
  <Footer/>
    </Fragment>
  )
}
