import React, { Fragment, useEffect } from 'react'
import "./WomanAWR.css"
import Footer from '../AllBars/Footer'
import Header from '../AllBars/Header'
import WAWR from "../Photos/WomnAWR.jpg"
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'

export default function WomanAWR() {

  useEffect(() => {
    if (!window.localStorage.getItem('email')) {
      window.location = "/login";
    }
  }, [])


  const body = {
    direction: 'rtl',
    margin: 2,
    fontFamily: 'var(--bs-body-font-family)',
    fontSize: 'var(--bs-body-font-size)',
    fontWeight: 'var(--bs-body-font-weight)',
    lineHeight: 'var(--bs-body-line-height)',
    textAlign: 'var(--bs-body-text-align)',
    WebkitTextSizeAdjust: '100%',
    WebkitTapHighlightColor: 'transparent',
    backgroundColor: '#ffffff',
    marginTop: '5%'
  }


  return (
    <Fragment>
      <Header />
      <div style={body}>
        <div className="headZ">
          <header><h1 data-aos="zoom-in">صحة المرأة</h1></header>
        </div>
        <div className="containerZ">
          <div className="homeZ" data-aos="fade-up">
            <ul>
              <li><a href="#11">فحوصات ذاتية يجب ان تقوم بها المراة </a></li>
              <br />
              <li><a href="#12"> امراض قد تصيب المرأة</a></li>
              <br />
              <li><a href="#13">المرأة والجمال </a></li>
              <br />
              <li><a href="#14">صحة المرأة قبل الحمل</a></li>
              <br />
              <li><a href="#15">صحة المرأة اثناء الحمل</a></li>
              <br />
              <li><a href="#16">صحة المرأة بعد الولاده</a></li>
              <br />
              <li><a href="#17"> نصائح عامه للحفاظ على صحة المرأة</a></li>
            </ul>
            <img src={WAWR} alt='' />
          </div>
          <hr />
          <div className="contentZ">
            <div id={11} data-aos="fade-up">
              <h3><b>فحوصات ذاتية يجب ان تقوم بها المرأة</b></h3>
              <p>
                بالإضافة إلى الفحوصات الدورية لدى الطبيب، يجب أن تقوم المرأة بعدة
                فحوصات ذاتية للجسم، والتي تساعد في اكتشاف العديد من الحالات الصحية،
                وتشمل هذه الفحوصات ما يلي:
              </p>
              <ul>
                <li>قياس ضغط الدم:</li>
                <p>
                  يعد ارتفاع ضغط الدم حالة صحية شائعة أخرى، وهو عامل خطر رئيسي
                  للإصابة بأمراض القلب، ولذلك يفضل إجراء قياس ضغط الدم بانتظام، وذلك
                  باستخدام جهاز ضغط الدم المنزلي، وإذا لم يتوفر بالمنزل، فيمكن قياسه
                  في الصيدلية بسهولة، عادةً ما تكون القراءات الطبيعية عند 120/80 أو
                  أقل.
                </p>
                <li>فحص التهاب المسالك البولية:</li>
                <p>
                  في حالة زيادة الشعور بالحاجة إلى التبول، ووجود حرقان أثناء التبول،
                  فيمكن إجراء اختبار البول المنزلي الذي لا يستلزم وصفة طبية، وفي
                  حالة كانت النتيجة إيجابية، فيجب التوجه إلى الطبيب لوصف العلاج
                  المناسب.
                </p>
                <li>فحص الجلد:</li>
                <p>
                  ينبغي على المرأة أن تفحص جلدها من حين لآخر، للكشف عن أيي شامات
                  جديدة أو بقع تتغير، أو تنمو، أو تنزف على الجلد، وفي حالة اكتشاف أي
                  أعراض غير طبيعية، فينصح بالذهاب إلى الطبيب.
                </p>
                <li>فحص نبضات القلب:</li>
                <p>
                  يمكن أن يساعد فحص معدل ضربات القلب في الكشف عن المشكلات المتعلقة
                  بضربات القلب. وللعثور على النبض، ضعي إصبعيك السبابة والوسطى على
                  الجانب السفلي من معصمك المقابل أسفل قاعدة الإبهام مباشرة، وابدئي
                  في عد دقات قلبك لمدة دقيقة واحدة، ويجب أن يكون نبض الراحة للبالغين
                  بين 60 و100 نبضة في الدقيقة، أما إذا كانت أعلى أو أقل باستمرار، أو
                  إذا لاحظتي عدم انتظام ضربات القلب، فيجب التوجه إلى الطبيب للطمأنة
                  على صحة القلب.
                </p>
                <li>الفحص الذاتي للثدي:</li>
                <p>
                  يمكن أن يساعد إجراء فحوصات ذاتية منتظمة للثدي على اكتشاف التغييرات
                  في الثديين، ويكون ذلك من خلال الجلوس أو الوقوف أمام المرآة، والبدء
                  بالنظر إلى الثدي في المرآة، والبحث عن أي تغيرات مثل تقشر، أو
                  احمرار، الجلد أو الحلمتين، وملاحظة أي اختلافات بين الثديين. بعد
                  ذلك، استلقي وقومي برفع ذراعك الأيمن فوق رأسك، واستخدمي الأصابع
                  الوسطى الثلاثة ليدك اليسرى لتحسس ثديك الأيمن بالكامل، بدءاً من
                  الإبط، وذلك لاكتشاف أي كتل بارزة في الثدي، ويكرر هذا مع الثدي
                  الآخر.
                </p>
              </ul>
              <iframe width={560} height={315} src="https://www.youtube.com/embed/cusZAkibI8g?si=4jqay6__kLXu57NK" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen />
            </div>
            <br />
            <hr />
            <div id={12} data-aos="fade-up">
              <h3><b>امراض قد تصيب المرأة</b></h3>
              <h3>1-هشاشة العظام - Osteoporosis</h3>
              <ul>
                <li>الفئات الأكثر عرضة للإصابة بهشاشة العظام:</li>
                <p>
                  تنصح المنظمة الأمريكية القومية لهشاشة العظام السيدات اللواتي لا
                  تتلقين أيًا من العلاجات التي تحتوي على هرمون الأستروجين، بالتوجه
                  لإجراء فحص لكثافة العظام، في حال:
                </p>
                <ul>
                  <li>
                    بلوغ سن 65 عامًا بغض النظر عما إذا كانت السيدة تنتمي لأي من
                    المجموعات الأكثر عرضة لخطر الإصابة بمرض هشاشة العظام أم لا.
                  </li>
                  <li>
                    بلوغ السيدة سن اليأس خاصةً إذا كانت تنتمي إلى واحدة من المجموعات
                    الأكثر عرضة لخطر الإصابة بمرض هشاشة العظام على الأقل، بالإضافة
                    إلى تعرضها لحادث واحدة على الأقل لكسر في العظم.
                  </li>
                  <li>المعاناة من أي من المشاكل الطبية المرتبطة بالعمود الفقري.</li>
                  <li>
                    تلقي أيًا من العلاجات الدوائية التي قد تسبب الإصابة بمرض هشاشة
                    العظام، مثل البريدنيزون (Prednisone) أو ما شابه.
                  </li>
                  <li>
                    المعاناة من: داء&nbsp;السكري من النوع الأول، أو من أمراض الكبد، أو أي
                    من أمراض الكلى، أو أي من الأمراض التي قد تصيب الغدة الدرقية، أو
                    إذا كانت هنالك حالات من الإصابة بمرض هشاشة العظام في التاريخ
                    المرضي للعائلة.
                  </li>
                  <li>انقطاع الطمث لدى السيدة في سن مبكر.</li>
                </ul>
                <br />
                <li>أعراض هشاشة العظام:</li>
                <p>
                  تتّسم المراحل المبكرة من ضعف الكتلة العظمية (Bone mass) بأنها تخلو
                  عادةً من الآلام أو أية أعراض أخرى، لكن منذ لحظة ظهور ضعف أو ضمور
                  في العظام جراء الإصابة بمرض هشاشة العظام، قد تبدأ بعض أعراض هشاشة
                  العظام بالظهور، ومن بينها:
                </p>
                <ul>
                  <li>
                    آلام في الظهر وقد تكون آلامًا حادة في حال حصول شرخ أو انهيار في
                    الفقرات.
                  </li>
                  <li>فقدان الوزن مع الوقت مع انحناء القامة.</li>
                  <li>
                    حدوث كسور في الفقرات، وفي مفاصل كفيّ اليدين، وفي حوض الفخذين أو
                    في عظام أخرى.
                  </li>
                </ul>
                <br />
                <li>تشخيص هشاشة العظام:</li>
                <p>
                  قلّةُ كثافة العظم أو الكتلة العظمية المتدنية هي الفقدان المعتدل
                  لكتلة العظم بشكل لا يُعد خطيرًا بما يكفي لتصنيفها بأنها هشاشة
                  عظام، ومع ذلك فهي تزيد من احتمال الإصابة بمرض هشاشة العظام. يستطيع
                  الطبيب المعالج تشخيص حالات قلة كثافة العظم أو حتى المراحل المبكرة
                  من الإصابة بمرض هشاشة العظام بواسطة استخدام مجموعة من الأدوات
                  والوسائل لقياس كثافة العظام، والتي تشمل ما يأتي:
                </p>
                <ul>
                  <li>فحص كثافة العظام.</li>
                  <li>التصوير بالأشعة فوق الصوتية.</li>
                  <li>التصوير المقطعي المحوسب.</li>
                </ul>
                <br />
                <li>علاج هشاشة العظام:</li>
                <p>تشمل أبرز طرق العلاج ما يأتي:</p>
                <ul>
                  <li>العلاجات الهرمونيه:</li>
                  <p>
                    كان العلاج الهرموني يشكل، في الماضي علاج هشاشة العظام الأساس،
                    لكن وبسبب ظهور بعض الإشكاليات المتعلقة بسلامة ومأمونية استعماله
                    وبسبب توفر أنواع أخرى من العلاجات اليوم، بدأت وظيفة العلاج
                    الهرموني في علاج هشاشة العظام تختلف وتتبدل. فقد تم ردّ معظم
                    المشكلات إلى العلاجات الهرمونية التي تؤخذ عن طريق الفم بشكل خاص
                    سواء كانت هذه العلاجات تشمل البروجسترون (Progesterone) أم لا،
                    وإذا أوصى الطبيب بتلقي علاج هرموني فبالإمكان الحصول على العلاج
                    الهرموني اليوم بعدة طرق منها: اللاصقات، والمراهم، أو الحلقات
                    المهبلية. في كل الأحوال يتوجب على المريض التمعن في الإمكانيات
                    العلاجية المتاحة أمامه، مع استشارة الطبيب لضمان الحصول على علاج
                    هشاشة العظام الأنسب والأنجع.
                  </p>
                  <li>الأدوية الموصوفة من قبل الطبيب:</li>
                  <p>
                    إذا كان علاج هشاشة العظام الهرموني غير مناسب لمريضٍ ما، وإذا لم
                    يساعد تغيير النظام الحياتي للمريض في السيطرة على هشاشة العظام،
                    فهنالك أنواع من العقاقير الدوائية التي تعطى بوصفة طبية وتعد
                    فعالة في إبطاء فقدان الكتلة العظمية، بل وقد تساعد كذلك في زيادة
                    الكتلة العظمية مع مرور الوقت.
                  </p>
                  <li>علاجات الطوارئ:</li>
                  <p>
                    لقد ثبت أن نوعًا معينًا من العلاجات الطبيعية تساعد في تخفيف حدة
                    الألم بشكل ملحوظ، كما تساعد أيضًا في تحسين ثبات قوام الجسم
                    وتقليل خطر الإصابات جراء السقوط لدى النساء اللواتي تعانين من
                    هشاشة العظام. ترتكز طريقة العلاج الطبيعي في علاج هشاشة العظام
                    على الدمج بين جهاز خاص يتم تركيبه على الظهر يقوم بدعم الظهر
                    بواسطة تركيز ثقل الجسم في الجزء السلفي من العمود الفقري وبين
                    التمارين الجسدية التي تهدف إلى شدّ الظهر. يتم ربط الجهاز على
                    الظهر مرتين يوميًا لمدة 30 دقيقة في الفترة الصباحية و30 دقيقة
                    أخرى في فترة ما بعد الظهر، مع القيام بتمارين خاصة لشد الظهر، إذ
                    يقوم المصاب بأداء التمارين عشر مرات في كلٍّ من الفترتين. يشكل
                    استهلاك كميات كافية من الكالسيوم ومن فيتامين د عنصرًا هامًا
                    وحاسمًا في تقليل أخطار الإصابة بمرض هشاشة العظام بشكل ملحوظ،
                    وعند ظهور علامات مرض هشاشة العظام من الضروري الحرص على استهلاك
                    كميات كافية من الكالسيوم وفيتامين د بالإضافة إلى الوسائل
                    والتدابير الإضافية، لأن من شأن ذلك أن يساعد كثيرًا في الحد من بل
                    منع استمرار ضعف العظام. ويمكن في بعض الحالات حتى تعويض الكتلة
                    العظمية التي تم فقدانها بكتلة عظمية جديدة. تختلف كميات الكالسيوم
                    التي يتوجب استهلاكها للحفاظ على سلامة العظام باختلاف المراحل
                    العمرية، ففي مرحلتي الطفولة والبلوغ يحتاج الجسم إلى كميات كبيرة
                    جدًا من الكالسيوم إذ يكبر الهيكل العظمي خلالهما بسرعة، وكذلك
                    الأمر أيضًا في فترتيّ الحمل والإرضاع. كما تحتاج السيدات اللواتي
                    يبلغن سن انقطاع الطمث وكذلك الرجال في سن متقدم إلى كمياتٍ كبيرة
                    أيضًا من الكالسيوم، فكلما تقدم الإنسان في العمر تقل قدرة جسمه
                    على امتصاص الكالسيوم فضلًا عن أنه من المرجح أن يحتاج إلى علاجات
                    معينة من شأنها أن تعيق قدرة الجسم على امتصاص الكالسيوم.
                  </p>
                </ul>
                <li>الوقاية من هشاشة العظام:</li>
                <p>
                  قد تساهم بعض النصائح المدرجة هنا في تحسين الوقاية من فقدان الكتلة
                  العظمية:
                </p>
                <ul>
                  <li>المواظبة على ممارسة النشاط الجسدي.</li>
                  <li>إضافة منتجات الصويا إلى قائمة الغذاء اليومية.</li>
                  <li>الامتناع عن التدخين.</li>
                  <li>فحص إمكانية تلقي علاجات هرمونية.</li>
                  <li>الامتناع عن تناول المشروبات الكحولية بإفراط.</li>
                  <li>استهلاك كميات كافية من الكالسيوم.</li>
                  <li>التقليل من استهلاك الكافايين.</li>
                </ul>
              </ul>
              <br />
              <h3>2-اكياس على المبايض - Ovarian Cysts</h3>
              <ul>
                <li>أعراض أكياس على المبايض:</li>
                <p>
                  في الغالب، لا تسبب الكيسة في المبيض أية أعراض وفي العديد من
                  الحالات يتم اكتشاف الكيسة في المبيض فقط خلال فحص روتيني لدى
                  اختصاصي الطب النسائي، ولكن في الحالات التي تلتف فيها الكيسة في
                  المبيض، تنزف، أو تتمزق فقد تؤدي إلى حدوث مشاكل. عند ظهور أحد
                  الأعراض الآتية من المهم الفحص، وذلك لأن هذه الأعراض نفسها قد تدل
                  على وجود أورام في المبيضين كليهما أو أحدهما فثمة حالات كثيرة ينتشر
                  فيها السرطان في المبيضين قبل أن يتم الكشف عنه.
                </p>
                <p>تشمل أعراض تكيس المبايض ما يأتي:</p>
                <ul>
                  <li>ألم أو انتفاخ في البطن.</li>
                  <li>صعوبات في التبول أو التبول مرات عديدة وفي أحيان متقاربة.</li>
                  <li>ألم خافت في أسفل الظهر.</li>
                  <li>أوجاع في فترة الحيض.</li>
                  <li>نزيف حاد.</li>
                  <li>ارتفاع الوزن.</li>
                  <li>غثيان أو قيء.</li>
                  <li>فـَقـْد الشهية.</li>
                  <li>الشعور بالامتلاء بعد تناول وجبة صغيرة.</li>
                </ul>
                <br />
                <li>أسباب وعوامل خطر أكياس على المبايض:</li>
                <p>
                  لا يعرف الأطباء بشكل مؤكد المسبب الحقيقي لمرض سرطان المبيضين،
                  لكنهم وجدوا عددًا من عوامل الخطر من بينها:
                </p>
                <ul>
                  <li>العمر وخصوصًا بين النساء في سن اليأس.</li>
                  <li>السمنة الزائدة.</li>
                  <li>نساء لم تلدن أو لم تـُرضِعن.</li>
                  <li>أدوية لمعالجة العقم ومشاكل الخصوبة مثل: كلوميد (Clomid).</li>
                  <li>علاجات هُرمونية.</li>
                  <li>
                    تاريخ عائلي أو شخصي من الإصابة بالسرطان في المبيضين، في الثديين،
                    أو في القولون.
                  </li>
                </ul>
                <br />
                <li>تشخيص أكياس على المبايض:</li>
                <p>
                  يستطيع اختصاصي الأمراض النسائية أو طبيب العائلة تحسس كتلة عند
                  إجراء فحص روتيني في منطقة الحوض، معظم الأورام في الرحم تكون
                  أورامًا حميدة لكن بعضًا منها قد يكون سرطانيًا، لذلك من المهم جدًا
                  فحص أية كيسة موجودة في الرحم ويكتسب الفحص أهمية خاصة بالنسبة
                  للنساء في سن اليأس نظرًا لأن خطر الإصابة بسرطان المبيضين يكون أكبر
                  في هذه السن.
                </p>
                <p>
                  الفحوصات التي يتم إجراؤها لاكتشاف كيسة أو ورم سرطاني في المبيضين
                  تشمل:
                </p>
                <ul>
                  <li>فحص التصوير بالموجات فوق الصوتية (Ultrasound).</li>
                  <li>التصوير المقطعي المحوسب (Computed Tomography - CT).</li>
                  <li>
                    التصوير بالرنين المغناطيسي (Magnetic resonance imaging - MRI).
                  </li>
                  <li>
                    التصوير المقطعي بالإصدار البوزيتروني (PET - Positron emission
                    tomography).
                  </li>
                  <li>فحص دم لقياس مستوى الهرمونات.</li>
                  <li>فحص تنظير البطن (Laparoscopy).</li>
                </ul>
                <p>
                  في الحالات التي يتم فيها تأكيد التشخيص بوجود سرطان المبيضين،
                  يستخدم الطبيب نتائج الفحوصات لتحديد ما إذا كان السرطان قد انتشر
                  إلى خارج المبيضين أم لا. إذا كان السرطان قد انتشر فعلًا إلى خارج
                  المبيضين يعتمد الطبيب على نتائج الفحوصات لتحديد مدى انتشار
                  السرطان، هذه العملية التشخيصية تسمى تحديد مرحلة المرض حيث يساعد
                  هذا التحديد الأطباء على اختيار العلاجات والطرق العلاجية المناسبة.
                </p>
                <li>علاج أكياس على المبايض:</li>
                <p>
                  علاج أكياس المبيض&nbsp;تختفي الكيسة في الرحم غالبًا تلقائيًا ودون حاجة
                  لأي علاج وبالنسبة للنساء اللواتي لا تشعرن بأعراض مزعجة وخصوصًا إذا
                  ما كنّ تحت سن اليأس، يوصي الطبيب بشكل عام بالتريث الحذر دون معالجة
                  الكيسة.
                </p>
                <p>
                  لكنه يواظب على معاينة المريضة مرة واحدة كل شهر ولمدة ثلاثة أشهر
                  بهدف التأكد من عدم حصول أية تغيرات في وضع الكيسة التي في الرحم، في
                  حالات كيسة الرحم التي لا تختفي تلقائيًا تكبر أو تسبب الألم يمكن
                  اللجوء إلى المعالجة الجراحية، هنالك طريقتان من المعالجة الجراحية
                  وهي تشمل:
                </p>
                <ul>
                  <li>الجراحة التنظيرية بواسطة المنظار.</li>
                  <li>فتح البطن.</li>
                  <li>المعالجة الكيماوية (Chemotherapy).</li>
                  <li>المعالجة الإشعاعية (Radiotherapy).</li>
                </ul>
                <p>
                  يمكن اعتماد إحدى الطرق العلاجية المذكورة الجراحة، المعالجة
                  الكيماوية والمعالجة الإشعاعية كطريقة وحيدة للعلاج أو من الممكن
                  الدمج بين عدة طرق علاجية معًا، هنالك احتمال لمعاودة ظهور أورام
                  سرطانية في الرحم في هذه الحالة هنالك حاجة لإجراء عملية جراحية
                  إضافية مقرونة أحيانًا بمعالجة كيميائية، أو إشعاعية.
                </p>
              </ul>
              <br />
              <h3>3-مرض الانتباذ البطاني الرحمي - Endometriosis</h3>
              <ul>
                <li>أسباب وعوامل خطر مرض الانتباذ البطاني الرحمي:</li>
                <p>
                  لا يعرف المختصون حتى الآن أسباب نمو أنسجة بطانة الرحم خارج الرحم،
                  لكنهم يعرفون أن الهرمون الأنثوي إستروجين (Estrogen) يزيد المشكلة
                  سوءًا وتعقيدًا، بما أن مستوى هرمون الإستروجين يكون مرتفعًا لدى
                  النساء في سن الخصوبة فهذه هي بشكل عام الفترة التي تعاني خلالها
                  النساء من الانتباذ البطاني الرحمي.
                </p>
                <p>
                  في مرحلة سن اليأس أو سن انقطاع الطمث&nbsp;حين يبدأ مستوى هرمون
                  الإستروجين بالانخفاض تختفي في الغالب أعراض الانتباذ البطاني الرحمي
                  أيضًا، العوامل التي تزيد من احتمال الإصابة بمرض الانتباذ البطاني
                  الرحمي تشمل:
                </p>
                <ul>
                  <li>السن:</li>
                  <p>
                    يظهر المرض بالأساس في مرحلة ما بين سن الخصوبة وسن انقطاع الطمث
                    حتى سن 50 عامًا تقريبًا، في سن انقطاع الطمث أي عند انخفاض مستوى
                    هرمون الإستروجين، يزول احتمال ظهور الانتباذ البطاني الرحمي.
                  </p>
                  <p>
                    قد ساد الاعتقاد في الماضي بأن الانتباذ البطاني الرحمي يمكن أن
                    يظهر فقط بعد سنين عديدة من بدء ظهور الدورة الشهرية، لكن تبين أن
                    هذا الاعتقاد خاطئ إذ هنالك حالات ظهر فيها الانتباذ البطاني
                    الرحمي لدى فتيات لم تصلن إلى سن البلوغ الجنسي بعد أو بعد ظهور
                    الحيض الأول مباشرة.
                  </p>
                  <li>التاريخ العائلي:</li>
                  <p>
                    إن ظهور مرض الانتباذ البطاني الرحمي عند الأم أو الأخت أي القرابة
                    من الدرجة الأولى يزيد من احتمال ظهور مرض الانتباذ البطاني الرحمي
                    لدى الإبنة أو الشقيقة بصورة حادة، وكما يبدو فإن هذا الخطر ينتقل
                    من الأم وراثيًا.
                  </p>
                </ul>
                <li>مضاعفات مرض الانتباذ البطاني الرحمي:</li>
                <p>تشمل المضاعفات ما يأتي:</p>
                <ul>
                  <li>العقم وضعف الخصوبة.</li>
                  <li>الاضطرابات التشريحية لأنظمة الأعضاء المعنية.</li>
                  <li>آلام الحوض المزمنة والعجز اللاحق.</li>
                  <li>الاضطرابات التشريحية لأنظمة الأعضاء المعنية.</li>
                  <li>السرطان.</li>
                </ul>
                <li>تشخيص مرض الانتباذ البطاني الرحمي:</li>
                <p>
                  الرئيسية صحة المرأة أمراض المرأة مرض الانتباذ البطاني الرحمي مرض
                  الانتباذ البطاني الرحمي Endometriosis شاركغرد محتويات الصفحة ما هو
                  مرض الانتباذ البطاني الرحمي أعراض أسباب وعوامل خطر مضاعفات التشخيص
                  العلاج الوقاية تُعاني الكثير من النساء في سن الخصوبة من مرض
                  الانْتِباذٌ البِطَانِيٌّ الرَحِمِيّ، وهو مرض ينمو فيه نسيج البطانة
                  الداخليّة للرحم في خارج الرحم أيضًا ولا تكون هذه الظاهرة مصحوبة
                  دائمًا بأعراض معينة وهي ليست خطيرة بشكل عام لكنها قد تُسبب في بعض
                  الحالات أوجاعًا ومشاكل أخرى. يسمى النسيج الذي ينمو خارج الرحم
                  بـالطـُعم أوالغِرْسَة (Implant)، تنمو هذه الطعوم بشكل عام على
                  المبيضين، على قناتي فالوب، على الجدار الخارجي للرحم، على الأمعاء
                  وعلى أعضاء أخرى في جوف البطن، وفي حالات نادرة جدًا يمكن أن تمتد
                  هذه الطعوم أيضًا إلى أعضاء في خارج جوف البطن. فيديو قد يعجبك:
                  أعراض مرض الانتباذ البطاني الرحمي الأعراض الأكثر شيوعا للانتباذ
                  البطاني الرحمي هي: 1. آلام تظهر الآلام في الأماكن التي تنمو فيها
                  الطعوم وقد تظهر الآلام في منطقة أسفل البطن، في المستقيم، في المهبل
                  أو في القسم السفلي من الظهر، وتظهر هذه الآلام فقط قبل الحيض أو
                  خلاله وتشتد هذه الآلام عند بعض النساء أثناء ممارسة الجنس، أثناء
                  التغوّط أو عند الإباضة أي حينما يطلق المبيضان البويضات. 2. نزف غير
                  عادي عند بعض النساء اللواتي يعانين من الانتباذ البطاني الرحمي يكون
                  نزف الدم غزيرًا في الحيض حيث تظهر بقع من الدم أو نزف بين فترات
                  الحيض بعد ممارسة الجنس في البول أو في البراز. يختلف الانتباذ
                  البطاني الرحمي من امرأة إلى أخرى، فبعض النساء يكتشف المرض لديهن
                  فقط بعد خضوعهن للفحص عند الطبيب نتيجة عدم قدرتهن على الحمل، وبعض
                  النساء تعانين من انقباضات وتشنجات تبدو لهن كأنها ظاهرة طبيعية، وقد
                  يعاني بعض آخر من النساء من نزف حاد وآلام شديدة تمنعهن من ممارسة
                  حياتهن الطبيعية إلى درجة عدم قدرتهن على الذهاب إلى العمل أو إلى
                  الدراسة. أسباب وعوامل خطر مرض الانتباذ البطاني الرحمي لا يعرف
                  المختصون حتى الآن أسباب نمو أنسجة بطانة الرحم خارج الرحم، لكنهم
                  يعرفون أن الهرمون الأنثوي إستروجين (Estrogen) يزيد المشكلة سوءًا
                  وتعقيدًا، بما أن مستوى هرمون الإستروجين يكون مرتفعًا لدى النساء في
                  سن الخصوبة فهذه هي بشكل عام الفترة التي تعاني خلالها النساء من
                  الانتباذ البطاني الرحمي. في مرحلة سن اليأس أو سن انقطاع الطمث&nbsp;حين
                  يبدأ مستوى هرمون الإستروجين بالانخفاض تختفي في الغالب أعراض
                  الانتباذ البطاني الرحمي أيضًا، العوامل التي تزيد من احتمال الإصابة
                  بمرض الانتباذ البطاني الرحمي تشمل: 1. السن يظهر المرض بالأساس في
                  مرحلة ما بين سن الخصوبة وسن انقطاع الطمث حتى سن 50 عامًا تقريبًا،
                  في سن انقطاع الطمث أي عند انخفاض مستوى هرمون الإستروجين، يزول
                  احتمال ظهور الانتباذ البطاني الرحمي. قد ساد الاعتقاد في الماضي بأن
                  الانتباذ البطاني الرحمي يمكن أن يظهر فقط بعد سنين عديدة من بدء
                  ظهور الدورة الشهرية، لكن تبين أن هذا الاعتقاد خاطئ إذ هنالك حالات
                  ظهر فيها الانتباذ البطاني الرحمي لدى فتيات لم تصلن إلى سن البلوغ
                  الجنسي بعد أو بعد ظهور الحيض الأول مباشرة. 2. التاريخ العائلي إن
                  ظهور مرض الانتباذ البطاني الرحمي عند الأم أو الأخت أي القرابة من
                  الدرجة الأولى يزيد من احتمال ظهور مرض الانتباذ البطاني الرحمي لدى
                  الإبنة أو الشقيقة بصورة حادة، وكما يبدو فإن هذا الخطر ينتقل من
                  الأم وراثيًا. 3. عوامل خطر أخرى تشمل عوامل الخطر الأخرى ما يأتي:
                  دورة شهرية تمتد لأقل من 28 يومًا. نزف في الحيض يستمر لأكثر من 7
                  أيام. ظهور الحيض للمرة الأولى في سن مبكر قبل عمر 12 عامًا. أقل من
                  حملين كاملين،&nbsp;الحمل الكامل يستمر 37 - 42 أسبوعًا. بنية غير طبيعية
                  للرحم، عنق الرحم أو المهبل منذ الولادة عادةً، مما يُسبب انسدادًا
                  أو بطئًا في تدفق الدم. مضاعفات مرض الانتباذ البطاني الرحمي تشمل
                  المضاعفات ما يأتي: العقم وضعف الخصوبة. آلام الحوض المزمنة والعجز
                  اللاحق. الاضطرابات التشريحية لأنظمة الأعضاء المعنية. السرطان.
                  تشخيص مرض الانتباذ البطاني الرحمي هنالك الكثير من العوامل التي
                  يمكن أن تُسبب الآلام أو النزف الحاد في فترة الحيض، لذلك ولكي يتمكن
                  الطبيب من تشخيص الانتباذ البطاني الرحمي فهو يقوم بما يأتي:
                </p>
                <ul>
                  <li>
                    الاستفسار من المريضة عن الأعراض، الحيض، وعن التاريخ الصحي الشخصي
                    للمريضة وللعائلة، إذ أن الانتباذ البطاني الرحمي يمكن أن يكون
                    أحيانًا مرضًا وراثيًا.
                  </li>
                  <li>إجراء فحص للحوض قد يشمل فحص المهبل والمستقيم.</li>
                  <p>
                    إذا شك الطبيب بوجود انتباذ بطاني رحمي فعندئذ يوصي بتناول دواء
                    لبضعة أشهر، إذا طرأ تحسن على وضع المريضة في أعقاب تناول الدواء
                    فقد يشكل ذلك دليلًا على وجود مرض الانتباذ البطاني الرحمي.
                  </p>
                  <p>
                    ومن أجل الكشف عن تكيّس في المبيض قد تكون هنالك حاجة أحيانًا إلى
                    إجراء فحص التصوير بالموجات فوق الصوتية، أو التصوير المقطعي
                    المحوسب، أو التصوير بالرنين المغناطيسي،&nbsp;إذ تظهر هذه الفحوصات
                    صورة لما يحدث في داخل جوف البطن.
                  </p>
                  <p>
                    بالرغم من الفحوصات المذكورة فإن الطريقة الوحيدة التي يمكن من
                    خلالها التوصل إلى تشخيص مؤكد بأن الحالة هي انتباذ بطاني رحمي
                    فعلًا هي عملية تنظير البطن،&nbsp;في هذا الإجراء يقوم الطبيب بإجراء شق
                    صغير في البطن يُدخل من خلاله أنبوبًا دقيقًا يضيء جوف البطن، وإذا
                    ما شاهد الطبيب خلال هذه العملية أنسجة ندوب أو تكيّس فإنه يقوم
                    بإزالتها على الفور.
                  </p>
                </ul>
                <li>علاج مرض الانتباذ البطاني الرحمي:</li>
                <p>
                  مرض الانتباذ البطاني الرحمي غير قابل للشفاء التام لكن يمكن علاجه
                  أحيانًا حيث يتطلب الوصول إلى العلاج الملائم تجربة العديد من
                  العلاجات، في كل من هذه العلاجات ثمة احتمال لأن تعاود أعراض مرض
                  الانتباذ البطاني الرحمي بالظهور من جديد. يتم اختيار الطريقة
                  العلاجية طبقًا للهدف المراد تحقيقه ففي بعض الحالات يكون الهدف
                  معالجة الأوجاع وإخفاءها فقط، بينما يكون تحقيق الحمل هو الهدف في
                  حالات أخرى. بغاية وقف الأوجاع والنزيف يمكن اعتماد المعالجة
                  بالأدوية أو بإجراء عملية جراحية، أما حين تكون المرأة المصابة
                  بالانتباذ البطاني الرحمي معنية بالحمل فمن المحتمل أن تضطر للخضوع
                  إلى عملية جراحية لاستئصال الطعوم النامية خارج الرحم.
                </p>
                <p>تشمل علاجات الانتباذ البطاني الرحمي:</p>
                <ul>
                  <li>مسكنات الآلام.</li>
                  <li>أقراص لمنع الحمل.</li>
                  <li>معالجة هرمونية.</li>
                  <li>
                    جراحة بتنظير البطن (Laparoscopic surgery) لإزالة الطعوم والندب.
                  </li>
                  <p>
                    في حالات نادرة عند النساء اللواتي تعانين من أوجاع حادة جدًا يمكن
                    اللجوء إلى عملية جراحية لاستئصال الرحم والمبيضين، فعندما يتم
                    استئصال المبيضين يهبط مستوى الإستروجين (Estrogen) بصورة حادة،
                    مما يؤدي على الأغلب إلى اختفاء أعراض الانتباذ البطاني الرحمي،
                    لكن هذا الاستئصال يمكن أن يؤدي أيضًا إلى ظهور أعراض انقطاع الطمث
                    وإلى عدم القدرة على الحمل لاحقًا.
                  </p>
                  <p>
                    النساء اللواتي يقتربن من سن انقطاع الطمث يلجأن عادةً إلى
                    المعالجة الدوائية وليس إلى المعالجة الجراحية، وذلك لأن الانتباذ
                    البطاني الرحمي لا يشكل مشكلة بعد انقطاع الطمث.
                  </p>
                </ul>
                <li>الوقاية من مرض الانتباذ البطاني الرحمي:</li>
                <p>
                  ما من سبيل للوقاية من مرض الانتباذ البطاني الرحمي ويعود سبب ذلك
                  إلى حقيقة أن المختصين لا يعرفون مسببات مرض الانتباذ البطاني
                  الرحمي، لكن استعمال الهرمونات لمنع الحمل سواء بواسطة اللاصقات،
                  الأقراص، أو اللولب الرحمي لمدة زمنية طويلة يمكن أن يحول دون تفاقم
                  الانتباذ البطاني الرحمي.
                </p>
              </ul>
              <h3>4-سرطان عنق الرحم - Cervical Cancer</h3>
              <ul>
                <li>أعراض سرطان عنق الرحم:</li>
                <p>
                  ؤدي تغيرات غير عادية في خلايا عنق الرحم إلى ظهور أعراض في حالات
                  نادرة فقط، لكن إذا تطورت هذه التغيرات إلى سرطان عنق الرحم فقد تظهر
                  أعراض لمرض سرطان عنق الرحم يُمكن أن تشمل:
                </p>
                <ul>
                  <li>
                    نزيف غير اعتيادي من المهبل، أو تغيير لا يُمكن تفسيره في الدورة
                    الشهرية.
                  </li>
                  <li>
                    نزيف من جرّاء ملامسة عنق الرحم عند ممارسة العلاقة الجنسية مثلًا،
                    أو نتيجة إدخال الغشاء العازل الأنثوي لمنع للحمل (Diaphragm).
                  </li>
                  <li>إفرازات مهبلية ملطخة بالدم.</li>
                </ul>
                <li>تشخيص سرطان عنق الرحم:</li>
                <p>
                  في حال الشك بوجود سرطان عنق الرحم، يُوجّه الطبيب إلى المرأة
                  المريضة عددًا من الأسئلة بخصوص التاريخ الطبي للعائلة، ثم يجري لها
                  فحصًا جسمانيًا، وقد يحتاج الطبيب إلى إجراء المزيد من الفحوصات،
                  منها:
                </p>
                <ul>
                  <li>فحص مسح عنق الرحم:</li>
                  <p>
                    هو فحص روتيني، الغاية منه هي الكشف عن أي تغيّرات غير طبيعية في
                    خلايا عنق الرحم وعن سرطان عنق الرحم. يتم إجراء هذا الفحص بشكل
                    روتيني، إذ أنه يُعد إجراء سهلًا جدًا، بالإضافة إلى كونه الوسيلة
                    الوحيدة المتوفرة للكشف عن التغيرات في خلايا عنق الرحم ومعالجتها
                    قبل أن تتحول إلى سرطان عنق الرحم.
                  </p>
                  <li>
                    فحص تنظير المهبل (Colposcopy) وأخذ خزعة (Biopsy) من أنسجة عنق
                    الرحم
                  </li>
                  <p>
                    يُمكن إجراء فحصي تنظير المهبل والخزعة من أنسجة عنق الرحم لامرأة
                    حامل من أجل تأكيد تشخيص الإصابة بمرض سرطان عنق الرحم، للتأكد من
                    وجود&nbsp;خلايا سرطانية على السطح الخارجي لبطانة عنق الرحم وتحديد
                    موقعها.
                  </p>
                  <li>خزعة من الغشاء المخاطي لعنق الرحم (Curettage)</li>
                  <p>
                    من أجل الكشف عن وجود خلايا سرطانية في قناة عنق الرحم (Cervical
                    canal of uterus).
                  </p>
                  <li>خزعة مخروطية (Cone biopsy)</li>
                  <p>
                    أو استئصال الأنسجة بواسطة لولب السلك الكهربائي (LEEP)، باستخدام
                    هذه الطرق يتم أخذ عينة من أنسجة عنق الرحم من أجل فحصها مجهريًا.
                  </p>
                </ul>
                <li>علاج سرطان عنق الرحم:</li>
                <p>
                  عندما يتم الكشف عن سرطان عنق الرحم في مراحله المبكرة تكون احتمالات
                  الشفاء منه كبيرة، وفي حال تم الكشف عنه في مرحلة مبكرة جدًا فهنالك
                  احتمال بأن تكون المريضة قادرة على الحمل وإنجاب الأطفال بعد إتمام
                  العلاج. يكون علاج سرطان عنق الرحم في معظم مراحله اللاحقة منوط
                  باستئصال الخلايا السرطانية ممّا يؤدي إلى عدم القدرة على الإنجاب
                  لاحقًا.
                </p>
                <p>الطرق العلاجية المتبعة تشمل:</p>
                <ul>
                  <li>
                    استئصال الرحم (Hysterectomy)، واستئصال الغدد الليمفاوية في منطقة
                    الحوض، وقد تقتضي الضرورة لاستئصال كلا المبيضين (Ovaries) وقناتي
                    فالوب (Fallopian tubes).
                  </li>
                  <li>المعالجة الإشعاعية (Radiotherapy).</li>
                  <li>المعالجة الكيميائية (Chemotherapy).</li>
                  <p>
                    يتم تحديد كمية العلاجات اللازمة تبعًا لكمية الخلايا السرطانية
                    التي نمت، كذلك هنالك إمكانية للدمج بين عدد من الطرق العلاجية.
                  </p>
                  <p>
                    تُشكل المعالجة الإشعاعية طريقة العلاج النموذجية في مراحل معينة
                    من مرض سرطان عنق الرحم، وغالبًا يتم الدمج بين المعالجة الإشعاعية
                    والمعالجة الجراحية، والمعالجة الإشعاعية هي عبارة عن استخدام
                    موجات عالية من الأشعة من أجل القضاء على الخلايا السرطانية وتقليص
                    الأورام.
                  </p>
                  <p>
                    تستطيع الأشعة الوصول من جهاز موجود خارج الجسم، أو من مادة مُشّعة
                    (Radioisotopes) يتم إدخالها عن طريق المهبل وصولًا إلى منطقة عنق
                    الرحم، حيث توجد الخلايا السرطانية، وذلك بواسطة أنابيب بلاستيكية
                    صغيرة ودقيقة (Brachytherapy).
                  </p>
                </ul>
                <li>الوقاية من سرطان عنق الرحم</li>
                <p>
                  الطريقة المثلى للوقاية من الأمراض التي تنتقل عن طريق العلاقات
                  الجنسية هي:
                </p>
                <ul>
                  <li>الامتناع عن ممارسة علاقات جنسية.</li>
                  <li>
                    الحرص على أن تكون العلاقات الجنسية آمنة بواسطة استعمال العازل
                    الذكري الواقي (Condom).
                  </li>
                </ul>
              </ul>
              <br />
              <iframe width={560} height={315} src="https://www.youtube.com/embed/ZYW9cQlAGmc?si=LSFfdxaO7kdoiUKB" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen /><br />
            </div>
            <hr />
            <div id={13} data-aos="fade-up">
              <h3><b>المرأة والجمال</b></h3>
              <p>
                المرأة أجمل مخلوقات الله سبحانه وتعالى على الإطلاق، وهي مخلوقٌ يُحبّ
                الجمال والتّجمل ويسعى إليه؛ فقد خلقها الله سبحانه وتعالى وجعل في
                فطرتها العناية بنفسها، والسعي للظهور بأجملِ صورة، ومَنَحها حُبَّ
                التّزين والتّبرج، والاهتمام بمظهرها الخارجي. تعتبر المرأة الجميلة
                امرأة تَتَمتعُ بقوةٍ وجاذبيةٍ كبيرة؛ وذلك لما للجمال من سطوةٍ على
                القلوب، ولما له من تأثيرٍ في إبهاجِ النظر؛ لذلك تهتمّ كل امرأةٍ
                بمواكبةِ الطُّرق التي تَجعلها تعرف كل شاردة وواردة تَخصُّ صورتها
                الخارجية، ولا مشكلة لديها في دفع النّقود، أو التّعب لِتحقيق هذه
                الغاية. لا يمكن للمرأة أنْ تكون أنثى كاملةً وجميلة، إنْ لم يَجتمع
                لديها الجَمال الدّاخلي والخارجي معاً؛ إذ إنّ جمال الشّكل الخارجي فقط
                لا يدوم، ويزول تدريجياً، أمّا الجمال الدّاخلي يبقى للأبد، ولا تغتاله
                يد الزمن أبداً، وفي مُعظم الأحيان، يطغى الجمال الدّاخلي على الخارجي.
              </p>
              <h3>جمال المرأة الدّاخلي</h3>
              <p>يظهر جمال المرأة الدخلي من خلال عدة أمور، أهمها:</p>
              <ul>
                <li>
                  المرأة الجميلة تَتَصف بمحاسن الأخلاق؛ فتصون نفسها، وتترفع عن
                  الرَّذائل، وتسمو بأخلاقها، وطيب سُمعتها قبل شكلها الخارجي.
                </li>
                <li>
                  لديها ثقافةٌ واسعة، واطلاعٌ عميق، وإحاطةٌ بمعارف كثيرة ومُهمة،
                  وتَقرأ الكثير من الكُتب؛ لِتُجمل عقلها قبل جسدها.
                </li>
                <li>
                  طيبةُ القلب، وتعطفُ على الجميع، وتُعامل الآخرين برقةٍ بالغة.
                </li>
                <li>
                  تُحافظ على أنوثتِها، ولا تخدشها بالحدة، والصوت العالي، والحركات
                  الصِبيانة.
                </li>
                <li>
                  تتعامل بتواضعٍ ولباقة، ولا تَتكبر على الآخرين، ولا تَجرح مشاعرهم.
                </li>
                <li>
                  تُحسن الكلام والنِّقاش، وتُحسن الاستماع لِحديث الآخرين، والإصغاء
                  إليهم.
                </li>
                <li>
                  ماهرةٌ في أعمال البيت، والطبخ، والعنايةِ بالأطفال، وأداء الأعمال
                  بنفسها.
                </li>
                <li>
                  تهتمُ باكتساب العلم وتسعى إليه، ولديها حلمٌ وطموحٌ تسعى لتحقيقه.
                </li>
                <li>تُحافظ على ابتسامتها دائماً.</li>
              </ul>
              <h3>جمال الشّكل الخارجي</h3>
              <p>مظاهر جمال الشكل الخارجي للمرأة:</p>
              <ul>
                <li>تهتمّ بنظافتها الشّخصية، كنظافةِ الجسد والملابس.</li>
                <li>تتمتع بوزنٍ مثالي، وجسمٍ رشيق، وقوامٍ مشدود وصحي.</li>
                <li>
                  تهتم برائحةِ جسدها؛ فلا تنبعث منها إلا الرّائحة العَطِرة الجميلة.
                </li>
                <li>
                  تهتم برائحةِ جسدها؛ فلا تنبعث منها إلا الرّائحة العَطِرة الجميلة.
                </li>
                <li>
                  تُزيل الشّعر الزائد عن جسمها، كتشذيب الحواجب، وإزالة شعر الوجه
                  الزائد؛ لأن الشّعر الزائد يُؤثر سلبياً على جمال المرأة.
                </li>
                <li>
                  تعتني بشعرها، وتُسرِّحه باستمرار، وتهتم بنظافته، ولونه، ومظهره.
                </li>
                <li>
                  ترتدي الملابس الأنيقة، التي تناسب كلاً من جسدها، وعمرها، تعتني
                  باختيار ألوانِ مكياجها وملابسها.
                </li>
                <li>
                  تهتمّ بوضع الكحل في عينيها؛ لأنّ الكحل من أساسيات الخطوات
                  التجميلية.
                </li>
                <li>
                  تتناول الغذاء الكامل والصحي؛ لأنّ المرأة الجميلة صاحبةُ البشرةِ
                  النّضِرةِ والشّعر الجميل، لا يُمكن أنّ تكون جميلةً مع نقصِ العناصر
                  المهمة لِجمالها، خصوصاً الفيتامينات والمعادن.
                </li>
                <li>تهتمّ بمظهر أسنانها، وبياضها، وجمالها.</li>
                <li>تَسيرُ برزانة، ووقار.</li>
              </ul>
              <br />
              <iframe width={560} height={315} src="https://www.youtube.com/embed/VSb8Cyjmf8U?si=WiQMF8xSyi4qdAmN" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen /><br />
            </div>
            <hr />
            <div id={14} data-aos="fade-up">
              <h3><b>صحة المرأة قبل الحمل</b></h3>
              <h3>أمور لابد من معرفتها في زيارة ما قبل الحمل:</h3>
              <ul>
                <li>التعرف على وسيلة الحمل المستخدمة:</li>
                <p>
                  حتى يتيسر للطبيب تقدير موعد التبويض وموعد الحمل إذا مرت السيدة
                  بدورة شهرية طبيعية واحدة على الأقل قبل الحمل.
                </p>
                <li>التأكد من الحصول على التطعيمات الضرورية:</li>
                <p>
                  حيث تتضمن: الجدري المائي (الحماق)، والحصبة الألمانية (الحميراء)
                  لما لها من خطورة على الجنين، كما سيتم إعطاء التطعيمات بعد إجراء
                  اختبارات الدم للتحقق من المناعة في حال لم تكن التطعيمات كاملة،
                  ويفضل أن يكون ذلك قبل شهر على الأقل من محاولة الحمل.
                </p>
                <li>الأمراض المزمنة والأدوية أو المكملات الغذائية:</li>
                <p>
                  إذا كانت السيدة تعاني من السمنة أو من حالات مرضية مزمنة (مثل: داء
                  السكري، الربو، ارتفاع ضغط الدم، خلل في الغدة الدرقية أو الصرع)
                  فلابد من ضبط حالة المرض قبل الحمل، وعند استخدام أدوية، أعشاب أو
                  مكملات غذائية ففي بعض الحالات يتم تغيير الجرعات، تناول شيء آخر أو
                  التوقف عن تناول المنتج قبل الحمل.
                </p>
                <li>العدوى المنقولة جنسيًا:</li>
                <p>
                  إذا كانت السيدة معرضة لخطر الإصابة بعدوى منقولة جنسياً، أو تعتقد
                  أنها أو شريكها مصاب بالعدوى فلا بد من إجراء فحوصات ما قبل الحمل
                  للتشخيص والعلاج.
                </p>
                <li>تاريخ العائلة الطبي:</li>
                <p>
                  إذا كان في العائلة أحد الأمراض الوراثية فيتعين معرفتها قبل الحمل؛
                  ليتمكن الطبيب المعالج من تحويل السيدة إلى استشاري في الأمراض
                  الوراثية لإجراء التقييم قبل الحمل.
                </p>
                <li>عمر الزوجين:</li>
                <p>
                  كلما تقدمت السيدة بالسن، زاد خطر مشكلات الخصوبة وفقدان الحمل
                  وحالات صبغية معينة، وبعض المضاعفات المتعلقة بالحمل (مثل: سكري
                  الحمل)، كما قد يكون لعمر الأب دور في ذلك أيضًا.
                </p>
                <li>تاريخ الحمل السابق:</li>
                <p>
                  يجب ذكر عدد مرات الحمل وطريقة الولادة وأي مضاعفات قد تعرضت لها
                  السيدة أثناء الحمل والولادة وبعد الولادة، وولادة مواليد بتشوهات
                  خلقية.
                </p>
              </ul>
              <h3>أهم التحضيرات التي يجب اتباعها:</h3>
              <ul>
                <li>حمض الفوليك:</li>
                <p>
                  يجب أخذ 400 ميكروغرام (400 مكغ) من حمض الفوليك على شكل مكملات
                  غذائية كل يوم أثناء المحاولة في الحمل حتى الاسبوع الـ 12 من الحمل؛
                  للتقليل من مخاطر إصابة الطفل بعيوب الانبوب العصبي، أما النساء
                  المصابات بالصرع والسكري وولادة طفل بعيوب في الانبوب العصبي فينصحن
                  بأخذ حمض الفوليك بجرعة 5 ميليغرام (5 ملغ).
                </p>
                <li>المحافظة على وزن صحي:</li>
                <p>
                  الوزن الزائد أو السمنة يزيد من مخاطر بعض مشاكل الحمل (مثل: ارتفاع
                  ضغط الدم، جلطات الدم وسكري الحمل)، كما يمكن المحافظة على وزن صحي
                  من خلال اتباع نظام غذائي متوازن وممارسة النشاط البدني.
                </p>
                <li>التوقف عن التدخين:</li>
                <p>
                  حيث يرتبط بمشاكل صحية (مثل: الولادة المبكرة، انخفاض وزن المولود
                  ومتلازمة موت الرضع المفاجئ).
                </p>
              </ul>
              <br />
              <iframe width={560} height={315} src="https://www.youtube.com/embed/P6INEUT46H0?si=v3N4_MGQgpkl8Q2A" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen /><br />
            </div>
            <hr />
            <div id={15} data-aos="fade-up">
              <h3><b>صحة المرأة اثناء الحمل</b></h3>
              <h3>النظام الغذائي والوزن للمرأه الحامل</h3>
              <p>
                يجب أن يكون النظام الغذائي للمرأة كافيًا ومُغذِّيًا خلال فترة
                الحمل.وإذا كانت لا تستهلك ما يكفي من العناصر الغذائية لنفسها
                وللجنين، فإنَّ العناصر الغذائية تذهب أولًا لتغذية الجنين.إلَّا أنَّ
                إضافة حوالى 250 سعرة حرارية إلى النظام الغذائي اليومي يكون كافيًا
                لتوفير الغذاء لكليهما عادةً.يجب أن يكون مصدر معظم السُّعرات
                الحراريَّة الإضافيَّة من البروتين.وينبغي أن يكون النظام الغذائي
                متوازنًا بشكلٍ جيدٍ ويتضمَّن الفواكه الطازجة والحبوب
                والخضراوات.تُعدُّ الحبوب الغنيَّة بالألياف والفقيرة بالسكر خيارًا
                جيدًا.تحتوي المأكولات البحرية على موادّ غذائيَّة مهمة لنمو وتخلُّق
                الجنين.ولكن، ينبغي على النساء الحوامل اختيار المأكولات البحرية التي
                تحتوي على مستويات منخفضة من الزئبق.
              </p>
              <p>
                يعتمد الوزن الذي يجب على المرأة أن تكتسبَهُ خلال فترة الحمل على مؤشر
                كتلة الجسم (BMI) قبل الحمل.مؤشِّر كتلة الجسم هو الوزن بالكيلوغرام
                مقسومًا على مُربَّع الطول بالأمتار ويُستَعمل لتحديد ما إذا كانت نسبة
                الوزن إلى الطول طبيعيَّة.يجب على النساء ذوات مؤشر كتلة الجسم المرتفع
                أن يكتسبنَ وزنًا أقل خلال فترة الحمل مقارنةً بالنساء اللواتي يُصنَّف
                مؤشر كتلة الجسم عندهنَّ على أنَّه طبيعي أو منخفض.ينبغي أن تكتسب
                المرأة متوسطة الحجم ما بين 11.5-16 كغ تقريبًا خلال فترة الحمل.
              </p>
              <p>
                يؤدي كسب الكثير من الوزن إلى زيادة الدهون عند المرأة والجنين.ولأن
                ضبط زيادة الوزن تكون أكثر صعوبة في المراحل المتأخرة من الحمل، فيجب
                أن تحاول المرأة تجنُّب اكتساب الكثير من الوزن خلال الأشهر
                الأولى.إلَّا أنَّ عدم اكتساب وزن يمكن أن يُعيق نموَّ وتطوُّر
                الجنين.خلال الثلث الأول (من الأسبوع 0 إلى الأسبوع 12 من الحمل)، يجب
                أن تتراوح زيادة الوزن عند معظم النساء بين 1.1 إلى 4.4 باوند (0.5-2
                كغ).
              </p>
              <p>
                تكتسب المرأة الحامل وزنًا نتيجة وجود احتباس للسوائل عندها في بعض
                الأحيان.قد يجري احتباسٌ للسوائل في مرحلة متقدِّمة من الحمل، لأنَّ
                استلقاء المرأة الحامل على الظهر يُسبب تداخلًا بين الرحم المتضخم
                وتدفق الدَّم من الساقين إلى القلب.يمكن أن يؤدي الاستلقاء على جانبٍ
                واحدٍ، ويُفضَّل الجانب الأيسر، لمدة تتراوح بين 30 - 45 دقيقة مرتين
                أو ثلاث مرات يوميًّا إلى التخفيف من هذه المشكلة.كما قد يكون مفيدًا
                استعمال جوارب الدَّعم المرنة.
              </p>
              <h3>الأدوية والمكملات الغذائية</h3>
              <p>
                يُفضَّل تجنُّب استعمال الأدوية خلال فترة الحمل بشكلٍ عام.ولكن، يجب
                استعمال الأدوية في بعض الأحيان.يجب على المرأة الحامل أن تستشير
                طبيبها قبل استعمال أيِّ دواء، بما في ذلك الأدوية التي لا تتطَّلب
                وصفة طبية، مثل الأسبرين أو الأعشاب الطبية - ولاسيَّما خلال الأشهر
                الثلاثة الأولى.
              </p>
              <p>
                يزيد الحمل من كمية الحديد المطلوب تناولها إلى الضعفين.تحتاج معظم
                النساء الحوامل إلى استعمال مكملات الحديد لأنَّ المرأة العادية لا
                تمتص ما يكفي من الحديد من الطعام لتلبية مُتطلَّبات الحمل.إذا كانت
                المرأة تعاني من فقر الدَّم أو حدث عندها فقر الدَّم خلال فترة الحمل،
                فقد تحتاج إلى استعمال جرعةٍ أكبر من الحديد مقارنةً بغيرها من النساء
                الحوامل.قد يؤدي استعمال مكملات الحديد إلى حدوث اضطرابٍ خفيف في
                المعدة وإمساك.
              </p>
              <p>
                يجب على جميع النساء الحوامل استعمال مكملات تحتوي على 400 ميكروغرام
                من حمض الفوليك يوميًّا، رغم أنَّ بعض الخبراء يوصون باستعمال كميَّاتٍ
                أعلى بقليل، مثل 600 أو 800 ميكروغرام.تتوفر هذه التراكيز غالبًا في
                المنتجات التي لا تحتاج إلى وصفة طبية، مثل الفيتامينات المتعددة.من
                الناحية المثالية، ينبغي البدء باستعمال مكملات حمض الفوليك قبل
                الحمل.يزيد عوز حمض الفوليك من خطر إصابة الطفل بعيبٍ خِلقي في
                الدِّمَاغ أو الحبل النخاعي (عيب الأنبوب العصبي)، مثل السنسنة
                المشقوقة spina bifida.يجب أن تستعمل النساء اللواتي أنجبنَ طفلًا
                مصابًا بعيبٍ في الأنبوب العصبي 4000 ميكروغرام من حمض الفوليك - وهي
                كمية أكبر بكثير من الكمية الموصى باستعمالها عادةً.يحتاج استعمال جرعة
                1000 ميكروغرام أو أعلى إلى وصفة طبيب.بالنسبة لمعظم النساء الأُخريات،
                حتى اللواتي يعانين من عوز حمض الفوليك، تكون تراكيزه العاديَّة
                الموجودة في المكملات الفيتامينية المخصصة لمرحلة ما قبل الولادة
                كافية.
              </p>
              <p>
                يوصي الأطباء بأن تستعمل النساء الحوامل مكملات فيتامينية خاصة بمرحلة
                ما قبل الولادة تحتوي على الحديد وحمض الفوليك يومياً، حتى إذا كان
                نظامهنَّ الغذائي مناسبًا.
              </p>
              <h3>النشاط البدني</h3>
              <p>
                تشعر العديد من النساء الحوامل بالقلق حول تخفيف أنشطتهنَّ.ولكن، يمكن
                لمعظم النساء الاستمرار في أداء أنشطتهنَّ المعتادة وتمارينهنَّ
                الرياضيَّة طيلة فترة الحمل.ومن الجيد ممارسة الرياضات المُجهِدة
                باعتدال، مثل السباحة والمشي السريع.كما يمكن القيام بنشاطات قوية، مثل
                الجري وركوب الخيل، إذا أُجريّت بحذر، وذلك لتجنُّب حدوث إصابة وخصوصًا
                في البطن.يجب تجنَّب القيام بالرياضات المنطوية على تماس جسدي.
              </p>
              <br />
              <iframe width={560} height={315} src="https://www.youtube.com/embed/NGCZefD0src?si=RDckL9hdfdrO1Gco" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen /><br />
            </div>
            <hr />
            <div id={16} data-aos="fade-up">
              <h3><b>صحة المرأة بعد الولاده</b></h3>
              <h3>التغذية الصحيحة والطرق الأمثل لتقليل الوزن بعد الولادة&nbsp;</h3>
              <p>
                هناك تغيرات عديدة تحصل على الجسم خلال فترة الحمل تكون مزعجة للأم
                خاصة زيادة الوزن، يجب أن تعلم الأم أن فقدان الوزن يجب أن يكون
                تدريجياً وليس مباشرة بعد الولادة، وبمجرد أن يقول طبيبك أنه لا بأس
                بممارسة الرياضة ابدأي بنشاط معتدل بضع دقائق في اليوم، ثم قومي بزيادة
                طول وشدة التّدريبات بشكل تدريجي.
              </p>
              <p>
                يعتمد فقدان الوزن على تناول وجبات صحية متوازنة تشمل الفواكه،
                والخضراوات، والحبوب الكاملة، ومنتجات الألبان، والبروتينات. يجب العلم
                أن كل أم تفقد وزنها بسرعة مختلفة عن غيرها، لذا لا تقارني بين جهودك
                في إنقاص الوزن مع الآخرين، ويجب أن تعلم الأم أن الرضاعة الطبيعية
                تساعد على العودة إلى وزن ما قبل الحمل أسرع لأنه يزيد من حرق السعرات
                الحرارية اليومي.
              </p>
              <p>
                من المهم عدم تحدي النظام الغذائي في محاولة لفقدان الوزن بسرعة كبيرة،
                امنحي نفسك 6 أسابيع على الأقل قبل محاولة تقليل الوزن. وإذا كنت
                ترضعين طفلك، ستحتاجين إلى إنقاص وزنك ببطء لأنّ فقدان الوزن الذي يحدث
                بسرعة كبيرة يجعلك تنتجين حليباً أقل مما ينعكس سلباً على طفلك.
              </p>
              <p>إليك بعض النصائح التالية لمساعدتك على خسارة الوزن بشكل صحي:</p>
              <ul>
                <li>لا تقومي بتفويت الوجبات، تناولي 5-6 وجبات صغيرة يومياً.</li>
                <li>
                  قومي بتناول الإفطار، سوف يعطيك الطاقة لبدء يومك ويمنعك من الشعور
                  بالتعب.
                </li>
                <li>قومي باختيار منتجات الألبان غير الدّسمة أو قليلة الدسم.</li>
                <li>
                  تناول وجبة خفيفة تحتوي على الألياف والبروتين، للمساعدة في إبقائك
                  التفاح مع زبدة الفول السوداني، أو شريحة من الخبز المحمص مع البيض
                  المسلوق. ممتلئة مثل الفليفلة الحلوة، أو الجزر، شرائح
                </li>
                <li>
                  احتفظي بزجاجة ماء بالقرب من المكان الذي ترضعي به الطفل لتذكرك بشرب
                  الماء.
                </li>
                <li>الحد من المشروبات الغازية،لأنها قد تمنع عملية فقدان الوزن.</li>
                <li>
                  الحد من الحلويات والسّكّر والدّهون المشبعة والدّهون غير المشبعة
                  والكربوهيدرات.
                </li>
                <li>
                  الرضاعة الطبيعية تساعد على فقدان الوزن بعد 3 أشهر من الولادة، كما
                  تساعد على دعم جهاز مناعة الرضيع وتساعد الرحم على العودة إلى الحجم
                  الطبيعي.
                </li>
                <li>
                  تجنب الأطعمة المصنعة والمعلبات، حيث تحتوي على كمية كبيرة من السكر
                  والدهون والملح والسعرات الحرارية.
                </li>
                <li>
                  تجنب الأطعمة المصنعة والمعلبات، حيث تحتوي على كمية كبيرة من السكر
                  والدهون والملح والسعرات الحرارية.
                </li>
              </ul>
              <h3>الرياضة ما بعد الولادة&nbsp;</h3>
              <p>
                إن ممارسة التمارين الرياضية بعد الولادة لا تساعد فقط على فقدان
                الوزن، بل تتعدى فوائدها إلى تعديل المزاج، والحفاظ على الصحة العامة،
                وحماية المرأة من اضطرابات ما بعد الولادة. ينصح بممارسة التمارين
                الرياضية فور سماح الطبيب بذلك.
              </p>
              <ul>
                <li>
                  لا ينصح بممارسة الرياضة العنيفة ذات التأثير الكبير لمدة 3-4 أشهر
                  بعد الولادة.
                </li>
                <li>تجنب رفع الأوزان الثقيلة أو تجعيد البطن.</li>
                <li>
                  ينصح بممارسة المشي، وتمارين رفع الحوض، والأنشطة الهوائية، واستخدام
                  كرة التمارين الرياضية،والسباحة، والتمارين الرياضية المائية بمجرد
                  توقف النزيف، واليوغا.
                </li>
                <p>
                  ومن جهة أخرى فإن استمرار هذه الأعراض لأكثر من أسبوعين يشير إلى
                  حالة اكتئاب ما بعد الولادة التي تؤدي إلى التأثير على علاقة الأم مع
                  أسرتها، عدم الاهتمام بالمولود الجديد، وتراود الأم أفكار لإيذاء
                  طفلها.
                </p>
                <p>
                  ومن الجدير بالذكر أن اكتئاب ما بعد الولادة حالة طبية تستدعي العلاج
                  الطبي الفوري حيث من الممكن أن يستمر لفترة قد تمتد إلى عام أو أكثر.
                  ينصح بمراجعة الطبيب فوراً في حال استمرار الاكتئاب مدة أطول من
                  أسبوعين أو في حال ورود أفكار عن إيذاء الطفل.
                </p>
              </ul>
              <h3>اهتمام المرأة بنفسها وصحتها بعد الولادة</h3>
              <ul>
                <li>عدم حمل الأشياء الثقيلة خاصة في حالة الولادة القيصرية.</li>
                <li>
                  طلب المساعدة من العائلة والأصدقاء من خلال طهي وجبات الطعام أو
                  المساعدة في غسيل الملابس أو الأعمال المنزلية الأخرى أو الاعتناء
                  بالأطفال.
                </li>
                <li>
                  غسل اليدين بشكل متكرر قبل إطعام الطفل وبعد تغيير الحفاضات وبعد
                  دخول الحمام.
                </li>
                <li>الحد من صعود الدرج خاصة خلال الأسبوع الأول بعد الولادة.</li>
                <li>
                  الحفاظ على رعاية الطفل بشكل بسيط،&nbsp;حيث لا يحتاج الطفل للاستحمام كل
                  يوم.يمكن الاكتفاء بمسح يدي الطفل ووجهه وتغيير حفاضته بشكل يومي.
                </li>
                <li>
                  زيارة دورية للطبيب في &nbsp;غضون 4 - 6 أسابيع بعد الولادة،&nbsp;وقد يرغب بعض
                  الأطباء بتحديد زيارة في أسرع وقت ممكن، مثل أسبوعين بعد الولادة.
                </li>
                <li>
                  الامتناع عن النشاط الجنسي حتى بعد الفحص الأول، سيخبرك الطبيب أنه
                  من الجيد ممارسة الجنس مرة أخرى عندما يلتئم الجرح أو تلتئم ندبة
                  البطن بعد الولادة القيصرية، وعندما يكون النزيف بعد الولادة في حده
                  الأدنى.
                </li>
                <li>
                  العمل على مناقشة خيارات تحديد النسل ومنع الحمل مع الطبيب المختص
                  أثناء أول فحص بعد الولادة. على الرغم من انقطاع الحيض أثناء الرضاعة
                  الطبيعية، ولكن لا يزال بإمكانك الحمل.
                </li>
                <li>يجب الاستمرار في تناول الفيتامينات كل يوم.</li>
                <li>
                  العمل على مناقشة خيارات تحديد النسل ومنع الحمل مع الطبيب المختص
                  أثناء أول فحص بعد الولادة. على الرغم من انقطاع الحيض أثناء الرضاعة
                  الطبيعية، ولكن لا يزال بإمكانك الحمل.
                </li>
                <li>
                  شرب 8 أكواب كبيرة من السوائل يومياً ويعد الماء والعصير والحليب
                  خيارات جيدة.
                </li>
              </ul>
            </div>
            <hr />
            <div id={17} data-aos="fade-up">
              <h3><b>نصائح عامة للحفاظ على صحة المرأة</b></h3>
              <p>
                ربما تنشغل الكثير من النساء بكيفية الحفاظ على صحتهن والحصول على
                اسلوب حياة صحي مما تنعكس آثاره على جمالهن وتمتعهن ببشرة نضرة وتقليل
                تقدم العمر وغيرها، لكن مع ذلك قد يمارسن اسلوب حياة مخالف تمامًا لتلك
                التوقعات. يمكنك الآن البدء في الاستثمار في صحتكِ من خلال اتباع نصائح
                بسيطة للاستمتاع بصحة أفضل طوال العمر:
              </p>
              <ul>
                <li>التقليل من الإجهاد على قدر المستطاع:</li>
                <p>
                  ربما يكون لديكِ سيدتي الكثير من الأشغال على قائمتك لكنها في الوقت
                  ذاته تزيد من الضغوط والإجهاد والذي يكون له عواقب وخيمة على صحتك
                  تبدأ من مشاكل العقم إلى مخاطر أعلى كأمراض القلب. يجب عليكِ سيدتي
                  أن تجدي طريقة للراحة والحد من الإجهاد.
                </p>
                <li>التوقف عن إتباع نظام غذائي بين فترة وأخرى:</li>
                <p>
                  قد تكون تلك مفاجأة للكثير من النساء، لكن اتباعك لنظام غذائي محدد
                  خاصة الروتين القاسي الذي قد تتمسكين به باعتباره طريق لصحة أفضل.
                  لكن الأكل الصحي لا يعني بالضرورة التخلي عن قطعة الكيك أو
                  الشيكولاته أو غيرها من المحببات التي قد ترينها مضرة لنظامك الغذائي
                  حيث يمكنك الحصول على مزيج من البروتينات الخالية من الدهون مع بعض
                  الألياف والكربوهيدرات. المفتاح هو الاعتدال.
                </p>
                <li>الكالسيوم مهم ولكن:</li>
                <p>
                  النساء تحتاج لمعدلات كافية من الكالسيوم خاصة مع عملية الحمل
                  والولادة وتربية الأطفال وأن نسبة كبيرة تعاني من هشاشة العظام لذلك
                  عليكِ الاهتمام بضبط نسب الكالسيوم خاصة القليلة منها ونسب فيتمامين
                  (D) أيضا، لكن الكثير من الكالسيوم الممتص قد يزيد من خطر الإصابة
                  بحصى الكلى وأمراض القلب لذلك اجعلي النسب الطبيعية هي ميزانك دون
                  الحاجة لاستهلاك كميات كبيرة فوق المعدل المعتاد كما يجب متابعة
                  النسبة بعمل التحاليل اللازمة بين الحين والآخر. يمكن للنساء تحت سن
                  الخمسين استهلاك حوالي 1000 ملليغرام يوميًا بينما فوق الخمسين يمكن
                  أن تحصل على 1200 ملليغرام يوميًا. الكالسيوم تجدينه في أطعمة الحليب
                  والسلمون واللوز وغيرها.
                </p>
                <li>التمارين الرياضية أساسية:</li>
                <p>
                  تحتاج النساء إلى ممارسة بع التمارين الرياضية بداية من تلك الخفيفة
                  إلى الثقيلة منها حيث يمكنك ممارسة بعض تمارين الأيروبكس أو الجري
                  والمشي وحتى رفع بعض الأثقال في الجيم. يمكنك المداومة على ممارسة
                  التمارين الرياضية ما بين 3 إلى 5 مرات اسبوعيًا. الرياضة تفيد
                  النساء في تقوية القلب وحمايته من الأمراض والوقاية من هشاشة العظام
                  والسكري والسرطان إلى جانب تدعيمها للصحة النفسية.
                </p>
                <li>عمل الفحوصات الطبية والمتابعة مع الطبيب بشكل دوري:</li>
                <p>
                  النصيحة العامة لكل انسان أن يتابع بشكل دوري بين الفترة والأخرى مع
                  الطبيب للاطمئنان على الصحة العامة، لكن الأمر يبدو أكثر أهمية لدى
                  النساء حيث أن اجراء اختبار عنق الرحم كل 3 سنوات ضرورة ملحة للتأكد
                  من عدم الإصابة بسرطان الرحم إذا كنتِ تبلغين 21 عامًا أو أكبر كما
                  يجب إجراء اختبارات عامة مثل قياس نسبة فيتامين (D) والكالسيوم
                  واختبار الدم وغيرها كل 6 أشهر على الأقل للتأكد من تمتعك بصحة عامة
                  جيدة إلى جانب ضرورة اجراء اختبار فيروس نقص المناعة مرة واحدة على
                  الأقل في العمر وغيرها من الفحوصات والتحاليل الضرورية التي من
                  الممكن أن تستشيري طبيبك الخاص حولها.
                </p>
                <li>الحصول على قدر كاف من النوم:</li>
                <p>
                  احتياجات النوم تختلف من شخص إلى آخر، لكن يمكنك أن تحكم على عدم
                  حصولك على القدر الكافي من النوم من خلال بعض العلامات مثل المعاناة
                  للخروج من السرير أو التعب بسهولة وصعوبة التركيز. عدم حصولكِ على
                  القدر المناسب من النوم يعرضك للإصابة بأمراض القلب والمشاكل
                  النفسية.
                </p>
                <li>المحافظة على الوزن المثالي:</li>
                <p>
                  اتباعكِ لنظام غذائي صحي مع الابتعاد عن استهلاك كميات كبيرة من
                  السكر، يساعدان في حصولك على الوزن المثالي والصحي، فاتباعك لنظام
                  غذائي صحي يجنبك مشاكل زيادة الوزن. حاولِ تجنب المشروبات الغازية
                  والسكريات والدهوة المشبعة غير الصحية. الحصول على الوزن المثالي
                  والبعد عن السمنة يقلل من أمراض القلب والسكري والسرطان.
                </p>
                <li>البعد عن القلق والتوتر:</li>
                <p>
                  النساء عامة يصابون بالقلق والتوتر أكثر من الرجال، ويعتبر القلق هو
                  العدو الأول للاستمتاع بالصحة الجدية. حاولِ البعد عن التوتر وتقليل
                  الضغوطات قدر الإمكان خاصة أنه لا يمكنك تجنبها تمامًا. يمكنك العثور
                  على طرق ترينها مناسبة وفعالة لتخفيف التأثير السلبي للمشكلات
                  والاستفزازات مثل التنفس العميق والتأمل وممارسة اليوغا والرياضة
                  والحصول على مساج وغيرها.
                </p>
                <li>تجنب الأفعال السلبية التي تضر بصحتكِ:</li>
                <p>
                  يمارس الكثير من النساء العديد من الأفعال والأنشطة السلبية الضارة
                  وقد تكونين واحدة منهن والتي تنعكس آثارها على صحتكِ وتؤدي على المدى
                  القصير أو الطويل إلى مشكلات متفاقمة مثل التدخين والإفراط في شرب
                  الكافيين أو شرب الكحوليات والأكل غير الصحي وغيرها الكثير على قائمة
                  الأنشطة المضرة. يبعد أن تعدِ قائمة بتلك السلبيات والابتعاد عنها
                  فورًا.
                </p>
                <li>جعل حياتكِ إيجابية:</li>
                <p>
                  من الأمور المفيدة للصحة النفسية للمرأة والتي تنعكس على صحتها
                  الجسدية هو تنمية الثقة بالنفس والشعور بالحب والعاطفة وجعل اسلوب
                  حياتك ايجابي بشكل كبير من خلال توثيق علاقاتك الاجتماعية مع البعد
                  عن العلاقات السلبية منها والأهم هو بناءؤ وتوثيق العلاقة بينك وبين
                  ذاتك كما أن مساعدة الآخرين يمكنك من الشعور بتحقيق الذات.
                </p>
              </ul>
              <br />
              <iframe width={560} height={315} src="https://www.youtube.com/embed/euBmkfSwrCs?si=GtDaUl6vcY9b1VBk" title="YouTube video player" frameBorder={0} allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowFullScreen /><br />
            </div>
          </div>
        </div>
      </div>
      <ScrollToTopButton />
      <Footer />
    </Fragment>
  )
}
