import React, { useEffect } from 'react'
import { Fragment } from 'react'
import Header from '../AllBars/Header'
import Footer from '../AllBars/Footer'
import ScrollToTopButton from '../SomeStyles/ScrollToTopButton'
import LEGar from "../Photos/اعراض-جلطة-الساق.jpg"

export default function LefWarn() {

  useEffect(() => {
    if (!window.localStorage.getItem('email')) {
      window.location = "/login";
    }
  }, [])

  const body = {
    direction: 'rtl',
    margin: 2,
    fontSize: 'var(--bs-body-font-size)',
    fontWeight: 'var(--bs-body-font-weight)',
    lineHeight: 'var(--bs-body-line-height)',
    textAlign: 'var(--bs-body-text-align)',
    backgroundColor: 'var(--bs-body-bg)',
    WebkitTextSizeAdjust: '100%',
    WebkitTapHighlightColor: 'transparent',
    marginTop: '5%',
  }

  return (
    <Fragment>
      <Header />
      <div style={body}>
        <div className="headZ">
          <header><h1 data-aos="zoom-in">اعراض جلطة الساق الأولية والخطيرة انتبه لها</h1></header>
        </div>
        <div className="containerZ">
          <div className="homeZ">
            <ul data-aos="zoom-in">
              <li><a href="#50">ما هي جلطة الساق.</a></li>
              <br />
              <li><a href="#51">اعراض جلطة الساق.</a></li>
              <br />
              <li><a href="#52">اعراض جلطة الساق السطحية.</a></li>
              <br />
              <li><a href="#53">اعراض جلطة الساق الخطيرة</a></li>
              <br />
              <li><a href="#54">اعراض جلطة الساق بعد الولادة القيصرية.</a></li>
            </ul>
            {/* اعراض-جلطة-الساق */}
            <img src={LEGar} alt='' data-aos="zoom-in" />
          </div>
          <hr />
          <div className="contentZ">
            <p data-aos="zoom-in">
              بالتأكيد كلنا نسمع عن الجلطات ومدى انتشار الإصابة بها بين الشباب
              والكبار، ومن أشهر أنواع الجلطات انتشاراً جلطة الساق، حيث يحدث تجلط
              بدون أسباب أو إصابة في الساقين، ولأنها حالة منتشرة فتعرفوا معنا على
              أبرز اعراض جلطة الساق، وكيف يتم اكتشافها؟ في المقال التالي.
            </p>
            <div id={50} data-aos="zoom-in">
              <h3><b>ما هي جلطة الساق؟</b></h3>
              <p>
                في الطبيعي تحدث الجلطات ليتم وقف النزيف والدم وقت الإصابات، لكن من
                غير الطبيعي أن يحدث تجلط في مناطق الجسم بدون التعرض لإصابة، فهنا
                تكمن المشكلة الأساسية. حيث أن التعرض للجلطات يكون نتيجة لحدوث تجلط
                داخل الأوردة والأوعية الدموية والشرايين، دون التعرض لأي إصابة.
              </p>
              <p>
                جلطة الساق تعتبر من حالات الجلطات الشهيرة والأكثر شيوعاً، وتعرف بإسم
                تجلط الأوردة العميقة داخل الساقين، وينتج عنها تكون كتل من الدم في
                داخل الأوردة العميقة الموجودة في الساقين، هذه الحالة قد تحدث في
                مناطق مختلفة من الجسم أيضاً، لكنها أكثر شيوعاً في منطقة الفخذ والقدم
                والساق.
              </p>
            </div>
            <br />
            <hr />
            <div id={51} data-aos="zoom-in">
              <h3><b>اعراض جلطة الساق:</b></h3>
              <p>
                هذه الحالة تتسبب في إعاقة الطريق أمام تدفق الدم في القدمين، فيحدث
                خلل في الدورة الدموية في هذه المنطقة نتيجة انسداد الوريد، وتصعب
                عملية الدورة الدموية ووصل الدم للقلب ومنه للقدم. ومن أشهر اعراض جلطة
                الساق المبكرة والأولية التي تشير على حدوث تجلط، ما يلي:
              </p>
              <ul>
                <li>
                  الإحساس بالألم، وتزداد درجة شدة الألم خاصة مع ثني القدم المصابة.
                </li>
                <li>الشعور بسخونة في منطقة الساق ودفء على غير العادة.</li>
                <li>حدوث تورمات في الساق والقدم.</li>
                <li>ملاحظة احمرار جلد الجسم في المنطقة المصابة.</li>
                <li>تغير في لون جلد الساق للون الأبيض أو الأزرق.</li>
                <li>حدوث تشنجات في الساق والقدم.</li>
                <li>انتفاخ أوردة الساق وبروزها وملاحظة ظهورها ورؤيتها بوضوح.</li>
                <li>
                  الإحساس بصلابة في الأوردة الظاهرة في الساق وأحياناً رقتها وضعفها.
                </li>
              </ul>
              <br />
            </div>
            <hr />
            <div id={52} data-aos="zoom-in">
              <h3><b>اعراض جلطة الساق السطحية:</b></h3>
              <p>
                في هذه الحالة تحدث الجلطة في أوردة الساق السطحية القريبة من الجلد،
                وليس داخل الأوردة العميقة في الساق، وتكون هذه الحالة ناتجة عن التعرض
                لإصابة في منطقة الساق أو الإصابة بدوالي الساقين.
              </p>
              <p>
                هذه الجلطة السطحية على الرغم من صغرها وعدم تأثيرها الكبير، إلا أنها
                تتسبب في حدوث أعراض للشخص المصاب بها تسبه كثيراً أعراض الالتهاب، ومن
                أشهر اعراض جلطة الساق السطحية:
              </p>
              <ul>
                <li>سخونة في القدم أو الساق.</li>
                <li>تورم الساق أو القدم.</li>
                <li>ظهور احمرار في الجلد.</li>
                <li>ملاحظة ليونة أوردة القدم ورقتها.</li>
              </ul>
              <br />
            </div>
            <hr />
            <div id={53} data-aos="zoom-in">
              <h3><b>اعراض جلطة الساق الخطيرة:</b></h3>
              <p>
                هذه الجلطة قد تتسبب في حدوث مضاعفات، وظهور أعراض أخرى أشد خطورة
                بجانب الأعراض السابقة، وهذه الأعراض تكون مؤشر على قدرة الجلطة على
                التحرك في الوريد الذي توجد به، وفي كثير من الحالات تتحرك هذه الجلطة
                باتجاه الرئتين مسببة حالة الانسداد الرئوي وبالتالي تصبح مهددة لحياة
                الشخص المصاب بها. ومن أشهر الأعراض التي تزيد على اعراض جلطة الساق
                السابقة، في حال تطور الحالة كما أوضحنا، ما يلي:
              </p>
              <ul>
                <li>ضيق الصدر.</li>
                <li>ألم حاد في منطقة الصدر.</li>
                <li>الإصابة بسعال مفاجيء.</li>
                <li>السعال الدموي.</li>
                <li>ألم في مناطق مختلفة من الجسم مثل، الكتف، الرقبة والفك.</li>
                <li>ألم وصعوبة في التنفس.</li>
                <li>سرعة في التنفس أو ضيق في التنفس.</li>
                <li>سرعة ضربات القلب.</li>
                <li>الشعور بدوار حاد وشديد.</li>
              </ul>
            </div>
            <hr />
            <div id={54} data-aos="zoom-in">
              <h3><b>​​​​​اعراض جلطة الساق بعد الولادة القيصرية:</b></h3>
              <p>
                النساء بعد الولادة القيصرية يكن معرضات لخطر الإصابة بجلطة الساق، حيث
                تحدث بعد جراحة الولادة القيصرية بأيام أو أسابيع، والدراسات توضح أن
                من بين كل 1000 امرأة خضعت للولادة القيصرية تتعرض على الأقل امرأة
                واحدة منهم لجلطات الساق. أما عن اعراض جلطة الساق بعد عملية الولادة
                القيصرية، فتتمثل في:
              </p>
              <ul>
                <li>تورم في الساق المصابة.</li>
                <li>
                  انتفاخ الساق المصابة بالجلطة، قد يكون الانتفاخ خفيف وبسيط أو شديد.
                </li>
                <li>الشعور بثقل في الساق.</li>
                <li>تعرض الساق للالتهاب.</li>
                <li>ألم في ساق القدم المصابة.</li>
              </ul>
              <br />
            </div>
            <hr />
          </div>
        </div>
      </div>
      <ScrollToTopButton />
      <Footer />
    </Fragment>
  )
}
